Repository: 011001010110011101101101/PDFCreator
Catalog: Source/Languages/*/LC_MESSAGES/innosetup.po
Languages: ca, cs, da, de, es, et, fa, fi, fr, ga, gd, hu, it, lt, nb_no, nl, pl, pt_br, ru, sk, sl, sv

source: The computer time seems to be incorrectly set! Please check your system time.
ca: L'hora de l'equip no és correcta! Ajusteu l'hora de l'equip.
cs: Čas počítače se zdá být nesprávně nastavený. Zkontroluj si prosím nastavení svého času.
da: Computerens ur ser ud til at være forkert indstillet! Kontroller systemtiden.
de: Die Computerzeit scheint nicht korrekt zu sein. Bitte korrigieren sie Ihre Systemzeit.
es: ¡La hora del equipo no es correcta! Por favor ajuste la hora de su equipo.
et: Arvuti kellaaeg tundub vale olevat või on valesti määratud! Palun vaata üle.
fa: زمان رایانه بنظر اشتباه تنظیم شده است.لطفا زمان سیستم را بررسی کنید.
fi: Tietokoneen aika-asetukset eivät ole kunnossa. Korjaa järjestelmän aika-asetukset.
fr: L'horloge de votre ordinateur semble incorrecte ! Veuillez vérifier votre horloge.
ga: Tá an dealramh air go bhfuil am an ríomhaire seo mícheart! Dearbháil am an chórais.
gd: Tha coltas gu bheil àm a' choimpiutair agad cearr! Thoir sùil air is cuir ceart e.
hu: A számítógépen a rendszeridő helytelennek tűnik. Kérjük, ellenőrizze a rendszeridőt.
it: L'orologio di sistema non sembra essere impostato correttamente. Controllare data e ora del computer.
lt: Atrodo, kad kompiuterio laikas nustatytas neteisingai! Patikrinkite savo sistemos laiką. Diegimas bus atšauktas.
nb_no: Maskinens klokke ser ut til å være feil innstilt! Kontroller systemtiden.
nl: De computertijd lijkt verkeerd te staan. Stel deze goed in.
pl: Czas komputera wydaje się być błędnie ustawiony! Proszę sprawdzić czas systemowy.
pt_br: O horário do computador parece estar configurado incorretamente! Por favor, verifique-o.
ru: Время на компьютере возможно установлено неправильно! Пожалуйста, проверьте системное время.
sk: Zdá sa, že systémový čas nie je správne nastavený! Nastavte správny čas.
sl: Nastavitev sistemskega časa na vašem računalniku najverjetneje ni pravilna! Preverite nastavitve časa.
sv: Datorns klocka verkar vara felställd. Var god kontrollera systemtiden.

source: Edit pages
ca: Edita les pàgines
cs: Uprav stránky
da: Rediger sider
de: Seiten bearbeiten
es: Editar páginas
et: Muuda lehti
fa: ویرایش صفحات
fi: Muokkaa sivuja
fr: Modifier les pages
ga: Cuir leathanaigh in eagar
gd: Deasaich na duilleagan
hu: Lapok szerkesztése
it: Modifica pagine
lt: Redaguoti puslapius
nb_no: Rediger sider
nl: Bewerk pagina's
pl: Edytuj strony
pt_br: Editar as páginas
ru: Правка страниц
sk: Upraviť stránky
sl: Urejanje strani
sv: Redigera sidor

source: The downloaded file could not be verified with its checksum. Do you want to start the setup anyway?
ca: El fitxer baixat no s'ha pogut verificar. Voleu iniciar la instal·lació de totes maneres?
cs: Stažený soubor nemohu ověřit pomocí jeho ověřovacího součtu. Přesto chceš pokračovat?
da: Den downloadede fil kunne ikke bekræftes med dens tjeksum. Start installation alligevel?
de: Die heruntergeladene Datei konnte nicht durch ihre Prüfsumme bestätigt werden. Möchten Sie die Installation dennoch ausführen?
es: El archivo descargado no pudo ser verificado. ¿Desea iniciar la instalación de todos modos?
et: Alla laetud fail ei vasta kontrollidele. Kas soovid seda siiski käivitada?
fa: دانلود را نمیتوان با چک سام آن بازبینی کرد.بهرحال میخواهید راه اندازی را ادامه دهید؟
fi: Ladatun tiedoston eheyttä ei voitu tarkastaa tiivistesummaan vertaamalla. Asennetaanko se silti?
fr: L'empreinte du fichier téléchargé ne peut être vérifiée. Voulez-vous tout de même lancer l'installation ?
ga: Níorbh fhéidir an comhad íosluchtaithe a fhíorú lena shuim sheiceála. An mian leat an chumraíocht a thosú cibé ar bith?
gd: Cha b' urrainn dhuinn checksum an fhaidhle a luchdaich thu a-nuas a dhearbhadh. A bheil thu airson a stàladh co-dhiù?
hu: A letöltött állomány ellenőrzése nem sikerült. Mégis szeretné elindítani a telepítést?
it: Non è stato possibile verificare il checksum del file scaricato. Vuoi comunque avviare l'installazione?
lt: Parsisiųsto failo kontrolinė suma nesutampa. Ar vis tiek norite pradėti diegimą?
nb_no: Den nedlastede fil kunne ikke bekreftes med dens sjekksum. Start installasjon allikevel?
nl: Het controlegetal van het gedownloade bestand klopt niet. Toch doorgaan?
pl: Pobrany plik nie mógł zostać zweryfikowany z jego sumą kontrolną. Czy chcesz rozpocząć instalację mimo wszystko?
pt_br: O arquivo baixado não pode ser verificado com a sua soma de verificação. Você quer iniciar a instalação assim mesmo?
ru: Контрольная сумма загруженного файла не может быть проверена. Вы по-прежнему хотите начать установку?
sk: Stiahnutý súbor nemôže byť overený kontrolným súčtom. Chcete aj tak spustiť inštaláciu?
sl: Prenesene datoteke se ne da preveriti s kontrolno vsoto. Ali želite kljub temu začeti namestitev?
sv: Den nedladdade filen kunde inte kontrolleras med sin kontrollsumma. Vill Ni ändå starta installationen?

source: Enhance PDFCreator with edit features!
ca: Milloreu el PDFCreator amb característiques d'edició!
cs: Obohať PDF Creator o editační schopnosti!
da: Udvid PDFCreator med redigeringsmuligheder!
de: Erweitere PDFCreator mit Bearbeitungsfunktionen!
es: ¡Mejore PDFCreator con características de edición!
fa: بهسازی PDFCreator با ویژگی های ویرایش!
fi: Laajenna PDFCreator:ia muokkaustoiminnoilla!
fr: Améliorer PDFCreator en éditant ses fonctionnalités !
ga: Feabhsaigh PDFCreator le gnéithe eagarthóireachta!
hu: Bővítse a PDFCreatort szekesztési funkcióval!
it: Migliora PDFCreator con funzionalità di modifica!
lt: Papildykite „PDFCreator“ redagavimo funkcijomis!
nb_no: Utvid PDFCreator med editeringsfunksjoner!
nl: Voeg redigeermogelijkheden aan toe aan PDFCreator!
pl: Rozszerz PDFCreator o opcje edycji!
pt_br: O PDFCreator foi aprimorado com recursos de edição!
ru: Расширить PDFCreator функциями редактирования!
sk: Vylepšite PDFCreator s funkciami pre upravovanie!
sl: Dopolnite PDFCreator z orodji za urejanje!
sv: Förbättra PDFCreator med redigeringsfunktioner!

source: The downloaded file is corrupt and has been deleted. The setup will canceled!
ca: El fitxer baixat està corrupte o s'ha suprimit. Es cancel·larà la instal·lació!
cs: Bohužel byl soubor poškozen a tak byl také odstraněn. Instalace nyní skončí!
da: Den downloadede fil er ødelagt og er blevet slettet. Opsætningen afbrydes!
de: Die heruntergeladene Datei ist defekt und wurde gelöscht. Die Installation wird abgebrochen!
es: El archivo descargado está corrupto y ha sido eliminado. ¡La instalación será cancelada!
et: Alla laetud fail on vigane ja ta kustutati ära. Paigaldamine katkestatud.!
fa: فایل دانلود شده خراب است و باید حذف شود.راه اندازی لغو شد!
fi: Ladattu tiedosto on poistettu virheellisenä. Asennus keskeytetään!
fr: Le fichier téléchargé est corrompu et a été supprimé. L'installation sera annulée !
ga: Tá an comhad íosluchtaithe truaillithe agus scriosadh é. Cuireadh an socrú ar ceal!
gd: Tha am faidhle a chaidh a luchdadh a-nuas coirbte 's chaidh a sguabadh às agus sguir sinn dhen stàladh.
hu: A letöltött fájl hibás volt, így töröltük. A telepítő most leáll!
it: Il file scaricato è corrotto ed è stato rimosso. L'installazione sarà annullata!
lt: Parsisiųstas failas yra sugadintas ir buvo ištrintas. Diegimas bus nutrauktas!
nb_no: Den nedlastede filen er ødelagt og nå slettet. Installeringen avbrytes!
nl: Het gedownloade bestand is beschadigd en wordt verwijderd. Installatie afgebroken.
pl: Pobrany plik jest uszkodzony i został usunięty. Instalacja zostanie anulowana!
pt_br: O arquivo baixado está danificado e foi excluído. A instalação será cancelada!
ru: Загруженный файл поврежден и был удален. Установка будет отменена!
sk: Stiahnutý súbor je poškodený a bude vymazaný. Inštalácia sa teraz ukončí!
sl: Prenesena datoteka je bila poškodovana, zato je izbrisana. Namestitev se bo prekinila!
sv: Den nedladdade filen är skadad och har raderats. Installationen avbryts!

source: File not found (404)
ca: No s'ha trobat el fitxer (404)
cs: Soubor nebyl nalezen (404)
da: Fil ikke fundet (404)
de: Datei nicht gefunden (404)
es: Archivo no encontrado (404)
et: Faili ei ole (404)
fa: فایل یافت نشد (404)
fi: Sivua ei löydy (404)
fr: Fichier non-trouvé (404)
ga: Níor aimsíodh an comhad (404)
gd: Cha deach am faidhle a lorg (404)
hu: A fájl nem található (404)
it: File non trovato (404)
lt: Failas nerastas (404)
nb_no: Fil ikke funnet (404)
nl: Bestand niet gevonden (404)
pl: Nie znaleziono pliku (404)
pt_br: O arquivo não foi encontrado (404)
ru: Файл не найден (404)
sk: Súbor nenájdený (404)
sl: Strani ni mogoče najti (404)
sv: Filen kunde inte hittas (404)

source: The following applications have to be closed to proceed with the uninstallation:
ca: Heu de tancar aquestes aplicacions per procedir amb la desinstal·lació:
cs: Následující aplikace musí být ukončeny, aby mohl a odinstalace řádně proběhnout:
da: Følgende programmer skal lukkes, før afinstallationen fortsættes:
de: Die folgenden Anwendungen müssen geschlossen werden, um mit der Deinstallation fortzufahren:
es: Debe cerrar las siguientes aplicaciones antes de continuar con la desinstalación:
et: Järgnevad programmid oleks vaja sulgeda, et jätkata eemaldamisega:
fa: برای ادامه حذف،برنامه های زیر باید بسته شوند:
fi: Asennuksen poistamiseksi seuraavat sovellukset täytyy sulkea:
fr: Les applications suivantes doivent être fermées pour procéder à la désinstallation :
ga: Caithfear na feidhmchláir seo a leanas a dhúnadh le gur féidir dul ar aghaidh leis an ndíshuiteáil:
gd: Bu chòir dhut na prògraman a leanas a dhùnadh mus lean thu ort leis an dì-stàladh:
hu: A telepítés folytatásához a következő alkalmazásokat be kell zárni:
it: Le seguenti applicazioni devono essere chiuse per procedere con la disinstallazione:
lt: Šios programos turi būti uždarytos tam, kad tęsti šalinimą:
nb_no: Følgende programmer må lukkes, før avinstallering fortsetter:
nl: Deze programma's moeten worden gesloten om door te gaan met de-installatie:
pl: Następujące aplikacje muszą być zamknięte, aby przystąpić do odinstalowania:
pt_br: Os seguintes aplicativos precisam ser fechados para continuar desinstalando:
ru: Следующие приложения должны быть закрыты, чтобы продолжить удаление:
sk: Pred spustením odinštalácie by mali byť zatvorené tieto programy:
sl: Za nadaljevanje z odstranitvijo je treba ustaviti sledeče procese:
sv: Följande program måste stängas, innan avinstallationen kan fortsätta:

source: For the &current user only
ca: Només per a l'usuari &actual
cs: Pouze pro &aktuálně přihlášeného uživatele
da: Kun for &denne bruger
de: Nur für den angemeldeten &Benutzer
es: Solo para el &usuario actual
et: &Ainult praegusele kasutajale
fa: &فقط برای کاربر فعلی
fi: Vain &nykyiselle käyttäjälle
fr: Utilisateur &courant uniquement
ga: Don úsáideoir reatha amháin
gd: &Dìreach airson a' chleachdaiche làithrich
hu: &current user részére
it: Solo per l'utente &corrente
lt: Tik &dabartiniam naudotojui
nb_no: Kun for &denne bruker
nl: Alleen voor &huidige gebruiker
pl: Tylko dla &bieżącego użytkownika
pt_br: Apenas &para o usuário atual
ru: Только для &текущего пользователя
sk: Iba pre &aktuálneho používateľa
sl: Samo za &trenutnega uporabnika
sv: Endast för &nuvarande användare

source: The following files were not downloaded:
ca: Aquests fitxers no s'han baixat:
cs: Následující soubory jsem nestáhl:
da: Disse filer blev ikke downloadet:
de: Folgende Dateien wurden nicht heruntergeladen:
es: Los siguientes archivos no fueron descargados:
et: Järgnevaid faile ei suudetud alla laadida:
fa: فایل های زیر دانلود نشده است:
fi: Seuraavia tiedostoja ei ladattu:
fr: Les fichiers suivants n'ont pas été téléchargés :
ga: Níor íosluchtaíodh na comhaid seo a leanas:
gd: Cha deach na faidhlichean a leanas a luchdadh a-nuas:
hu: A következő fájlok nem lettek letöltve:
it: I seguenti file non sono stati scaricati:
lt: Šie failai nebuvo parsisiųsti:
nb_no: Disse filer ble ikke lastet ned:
nl: De volgende bestanden zijn niet opgehaald:
pl: Poniższe pliki nie zostały pobrane:
pt_br: Os seguintes arquivos não foram baixados:
ru: Следующие файлы не были загружены:
sk: Nasledujúce súbory neboli stiahnuté:
sl: Naslednje datoteke niso bile prenesene:
sv: Följande filer laddades inte ned:

source: Full installation
ca: Instal·lació completa
cs: Plná instalace
da: Fuld installation
de: Komplette Installation
es: Instalación completa
et: Täielik paigaldamine
fa: نصب کامل
fi: Täysasennus
fr: Installation complète
ga: Suiteáil iomlán
gd: Stàladh slàn
hu: Teljes telepítés
it: Installazione completa
lt: Pilnas įdiegimas
nb_no: Full installasjon
nl: Complete installatie
pl: Instalacja pełna
pt_br: Instalação completa
ru: Полная установка
sk: Plná inštalácia
sl: Polna namestitev
sv: Fullständig installation

source: The format of the license key is XXXXX-XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
ca: El format de la clau de llicència és XXXXX-XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
cs: Formát licenčního klíče je: XXXXX-XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
da: Licensnøglens format er XXXXX-XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
de: Der Lizenzschlüssel hat das Format XXXXX-XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
es: El formato de la clave de licencia es XXXXX-XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
et: Litsentsivõtme formaat on kujul XXXXX-XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
fa: فرمت کلید مجوز اینطور است XXXXX-XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
fi: Lisenssiavain on muotoa XXXXX-XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
fr: Le format de la clé de licence est XXXXX-XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
ga: Is mar seo atá eochair an cheadúnais XXXXX-XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
gd: Tha iuchair a’ cheadachais coltach ris na leanas XXXXX-XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
hu: A licensz kulcs formátuma: XXXXX-XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
it: Il formato della chiave di licenza è XXXXX-XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
lt: Licencijos rakto formatas yra XXXXX-XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
nb_no: Lisensnøkkelens format er XXXXX-XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
nl: De opmaak van de licentiesleutel is XXXXX-XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
pl: Format klucza licencyjnego XXXXX-XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
pt_br: O formato da chave da licença é XXXXX-XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
ru: Формат лицензионного ключа XXXXX-XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
sk: Formát licenčného kľúča je XXXXX-XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
sl: Oblika licenčnega ključa je XXXXX-XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
sv: Licensnyckelns format är XXXXX-XXXXX-XXXXX-XXXXX-XXXXX-XXXXX

source: Help
ca: Ajuda
cs: Nápověda
da: Hjælp
de: Hilfe
es: Ayuda
et: Spikker
fa: راهنما
fi: Ohje
fr: Aide
ga: Cabhair
hu: Súgó
it: Aiuto
lt: Pagalba
nb_no: Hjelp
nl: Hulp
pl: Pomoc
pt_br: Ajuda
ru: Справка
sk: Pomocník
sl: Pomoč
sv: Hjälp

source: The installed application is too old. You cannot use this patch.
ca: L'aplicació instal·lada és molt antiga. No es pot utilitzar aquesta correcció.
cs: Nainstalovaná aplikace je příliš stará. Teneto patch s ní nefunguje.
da: Det installerede program er for gammelt. Denne patch kan ikke anvendes.
de: Das installierte Programm ist zu alt! Der Patch kann nicht angewendet werden.
es: La aplicación instalada es muy antigua. No se puede utilizar esta corrección.
et: Paigaldatud programm on liiga vana! Ei saa seda paika kasutada.
fa: برنامه نصب شده خیلی قدیمی است.شما نمیتوانید از این وصله استفاده کنید.
fi: Korjaustiedostoa ei voida käyttää koska se on tarkoitettu uudemmille sovellusversioille.
fr: L'application installée est trop ancienne. Vous ne pouvez pas utiliser cette mise à jour.
ga: Tá an feidhmchlár atá suiteáilte róshean. Ní féidir feidhm a bhaint as an bpreabán sin.
gd: Tha an stàladh agad ro aosta. Chan obraich a' bhrèid seo leis.
hu: A telepített alkalmazás túl régi. Nem használhatja ezt a javítást.
it: Il programma installato è troppo vecchio. Non puoi utilizzare questa patch.
lt: Įdiegta programa yra per sena. Negalite naudoti šios pataisos.
nb_no: Det installerte program er for gammelt. Denne patch kan ikke brukes.
nl: De geïnstalleerde versie is te oud; je kunt deze aanpassing niet gebruiken.
pl: Zainstalowany program jest zbyt stary. Nie można użyć tej poprawki.
pt_br: O aplicativo instalado é muito antigo. Você não pode usar este patch.
ru: Установленное приложение слишком старое. Вы не можете использовать этот патч.
sk: Inštalovaný program je príliš zastaralý. Nie je možné použiť tento patch.
sl: Nameščena aplikacija je prestara. Tega popravka ne morete izvesti.
sv: Det installerade programmet är för gammalt. Ni kan inte använda denna Patch.

source: Install PDF Architect with great free features
ca: Instal·leu el PDF Architect amb un grapat de característiques gratuïtes
cs: Nainstalij si PDF Architekt se skvělými funkcemi
da: Installer PDF Architect med gratis funktioner
de: PDF Architect mit großartigen neuen Funktionen installieren
es: Instalar PDF Architect con excelentes características gratuitas
fa: برنامه PDF Architect با ویژگی های رایگان عالی نصب کنید
fi: Asenna PDF Architect, jossa on hienoja ilmaisominaisuuksia
fr: Installez PDF Architect avec de nombreuses fonctionnalités gratuites
ga: Suiteáil PDF Architect le gnéithe iontacha atá saor in aisce
hu: Telepítse a PDF Architect-et a nagyszerű ingyenes funkciókkal
it: Installa PDF Architect con fantastiche funzioni gratuite
lt: Įdiekite „PDF Architect“ su puikiomis nemokamomis funkcijomis
nb_no: Installer PDF Architect med flotte gratis funksjoner
nl: Installeer PDF Architect, met vele slimme functies
pl: Zainstaluj PDF Architect ze świetnymi darmowymi opcjami
pt_br: Instalar o PDF Architect com ótimos recursos gratuitos
ru: Установка PDF Architect с множеством бесплатных функций
sk: Inštalovať PDF Architect s funkciami zdarmo
sl: Namestite PDF Architect z odličnimi in brezplačnimi funkcijami
sv: Installera PDF Architectmed omfattande gratisfunktioner

source: The installed version '%1' is newer than this setup version '%2'.%n%nFor the installation of an older version, uninstall the application first.%n%nThe setup will be canceled.
ca: La versió «%1» instal·lada és més nova que la versió «%2» que voleu instal·lar!%n%nPer a la instal·lació d'una versió antiga, abans heu de desinstal·lar la versió anterior.%n%nLa instal·lació es cancel·larà.
cs: Instalovaná verze '%1' je novější než tato instalovaná verze '%2'.%n%nPokud si chceš nainstalovat starší verzi, odinstaluj neprve novější kus.%n%nNyní instalace skončí.
da: Ugyldig version '%1' er nyere end denne setup version '%2'.%n%nFor at installere en ældre version, skal programmet først afinstalleres.%n%nOpsætningen annulleres.
de: Die installierte Version "%1" ist aktueller, als diese Installationsversion "%2"!%n%nFür die Installation einer älteren Version, deinstallieren zuvor das Programm.%n%nDie Installation wird abgebrochen.
es: La versión "%1" instalada es más nueva que la versión "%2" que pretende instalar!%n%nPara la instalación de una versión antigua, debe antes desinstalar la versión anterior.%n%nLa instalación será cancelada.
et: Paigaldatud versioon "%1" on uuem kui paigaldatav versioon "%2"!%n%nVanema versiooni paigaldamiseks tuleks eemaldada paigaldatud progamm.%n%nPaigaldamine katkestati.
fa: نسخه نصب شده '%1' از راه انداز '%2' جدیدتر است.%n%nبرای نصب نسخه قدیمی، ابتدا برنامه را حذف کنید.%n%nراه انداز لغو شده است.
fi: Sovelluksesta aiemmin asennettu versio '%1' on uudempi, kuin nyt asennettava '%2'!%n%nVanhemman version asentamiseksi täytyy ensin poistaa aiemmin asennettu versio.%n%nAsennus keskeytetään.
fr: La version installée '%1' est plus récente que celle en cours d'installation '%2'.%n%nPour installer une ancienne version, commencer par désinstaller l'application.%n%nL'installation sera annulée.
ga: Tá an leagan suiteáilte '%1' níos úire ná an leagan seo '%2'.%n%nChun seanleagan a shuiteáil, is gá an feidhmchlár a dhíshuiteáil ar dtús.%n%nCuirfear an cumrú ar ceal.
gd: Tha an tionndadh a tha stàlaichte, "%1", nas ùire na tha thu am impis a stàladh, "%2".%n%nMa tha thu airson tionndadh nas sine a stàladh, dì-stàlaich an tionndadh a tha agad an-dràsta an toiseach.%n%nSguiridh sinn dhen stàladh a-nis.
hu: A telepített verzió '%1' újabb mint a jelenlegi telepítő (%2) verziója. A régebbi verzió telepítéséhez előbb távolítsa el a programot.%n%nA telepítő most kilép.
it: È installata la versione '%1' che è più recente della versione di questo setup '%2'.%n%nPer installare una versione precedente, è necessario disinstallarla.%n%nL'installazione verrà annullata.
lt: Įdiegtos programos versija '%1' yra naujesnė nei diegiamos programos versija '%2'!%n%nJei norite įdiegti senesnę programos versiją, pirma pašalinkite naujesnę.%n%nDiegimas bus nutrauktas.
nb_no: Ugyldig versjon '%1' er nyere enn denne setup versjon '%2'.%n%nFor å installere en eldre versjon, må programmet først avinstalleres.%n%nInstalleringen annulleres.
nl: De geïnstalleerde versie '%1' is nieuwer dan deze installatie '%2'.%n%nVoor installatie van een eerdere versie moet je de nieuwere versie verwijderen.%n%nDe installatie wordt afgebroken.
pl: Zainstalowana wersja "%1" jest nowsza od instalowanej wersji "%2"!%n%nDla instalacji starszej wersji, należy najpierw odinstalować program.%n%nInstalacja zostanie anulowana.
pt_br: A versão instalada '%1' é mais recente do que a instalação desta versão '%2'.%n%nPara instalar uma versão mais antiga, primeiro desinstale o aplicativo.%n%nA instalação será cancelada.
ru: Установленная версия '%1' новее, чем устанавливаемая сейчас '%2'.%n%nДля установки более старой версии сначала удалите приложение.%n%nУстановка будет отменена.
sk: Nainštalovaná verzia programu (%1) je novšia ako verzia, ktorú sa pokúšate nainštalovať (%2).%n%nAk chcete nainštalovať túto staršiu verziu, musíte najprv odinštalovať program.%n%nInštalácia bude teraz ukončená.
sl: Nameščena različica '%1' je novejša od namestitvene različice '%2'.%n%nZa namestitev starejše različice najprej odstranite obstoječ program.%n%nNamestitev se bo prekinila.
sv: Den installerade versionen '%1' är nyare än denna installationsversion '%2'.%n%nFör att kunna installera en äldre version måste det befintliga programmet först avinstalleras.%n%nInstallationen avbryts.

source: Install printer monitor, printer port, printer drivers and printer
ca: Instal·la el monitor, port i controlador de la impressora
cs: Instaluj minitor tiskárny, její port, ovladače a sammotnou tiskárnu
da: Installer printermonitor, -port, -drivere og printer
de: Installiere Druckermonitor, Druckerport, Druckertreiber und Drucker
es: Instalar monitor, puerto controlador e impresora
et: Paigalda printeri jälgija, printeri port, printeri draiverid ja printer
fa: نظارت چاپگر،پورت چاپگر،درایور چاپگر و چاپگر را نصب کنید
fi: Asenna tulostuksenhallinta, tulostinportti, tulostimen ajurit ja tulostin
fr: Installer le moniteur d'impression, le port de l'imprimante, le pilote d'imprimante et l'imprimante
ga: Suiteáil gléas faireacháin don chlóire, port clóire, tiománaithe clóire agus clóire
gd: Stàlaich monatair, port, draibhear a' chlò-bhualadair agus an clò-bhualadair
hu: Nyomtatófigyelő, nyomtató port, illesztőprogramok és nyomtató telepítése
it: Installa monitor di stampa, porta di stampa, driver di stampa e stampante
lt: Spausdintuvo ir spausdintuvo monitoriaus, jungties, tvarkyklių įdiegimas
nb_no: Installer skrivermonitor, -port, -drivere og skriver
nl: Installeer printermonitor, printerpoort, printeraansturing en printer
pl: Zainstaluj monitor drukarki, port drukarki, sterowniki i drukarkę
pt_br: Instalar monitor, porta e drivers da impressora e a impressora
ru: Установка монитора принтера, порта принтера, драйверов принтера и принтера
sk: Inštalovať tlačový monitor,tlačový port, ovládače tlačiarne a tlačiareň
sl: Namesti monitor tiskanja, tiskalniška vrata, gonilnike in tiskalnik
sv: Installera skrivarmonitor, skrivarport, skrivardrivrutiner och skrivare
