Repository: 011001010110011101101101/PDFCreator
Catalog: Source/Languages/*/LC_MESSAGES/innosetup.po
Languages: ca, cs, da, de, es, et, fa, fi, fr, ga, gd, hu, it, lt, nb_no, nl, pl, pt_br, ru, sk, sl, sv

source: The license is not valid for the given product!
ca: La llicència no és vàlida per a aquest producte!
cs: Pro poskytnutý produkt není licence platná!
da: Licensen er ikke gyldig for dette produkt!
de: Die Lizenz ist für dieses Produkt nicht gültig!
es: ¡La licencia no es válida para este producto!
fa: مجوز برای محصول ارائه شده نیست!
fi: Annetulle tuotteelle ei ole kelvollista lisenssiä!
fr: La licence n'est pas valable pour ce produit !
ga: Níl an ceadúnas bailí don táirge sin!
hu: A licenc nem érvényes az adott termékhez!
it: La licenza non è valida per questo prodotto!
lt: Licencija netinka nurodytam produktui!
nb_no: Lisensen er ikke gyldig for dette produktet!
nl: De licentie geldt niet voor dit product!
pl: Licencja jest nieważna dla danego produktu!
pt_br: A licença é inválida para o produto informado!
ru: Лицензия не является допустимой для данного продукта!
sk: Licencia nie je platná pre daný produkt!
sl: Licenca ne velja za ta izdelek!
sv: Licensen gäller inte för denna produkt!

source: Invalid answer from license server!
ca: Resposta no vàlida del servidor de llicències!
cs: Neplatná odezva z licenčního serveru!
da: Ugyldigt svar fra licensserver!
de: Ungültige Antwort vom Lizenzserver!
es: ¡Respuesta no válida del servidor de licencias!
et: Vigane vastus litsentsiserverilt!
fa: پاسخ سرور مجوز معتبر نیست!
fi: Lisenssipalvelin vastasi virheellisesti!
fr: Réponse invalide du serveur de licence !
ga: Freagra neamhbhailí ó fhreastalaí na gceadúnas!
gd: Freagairt mhì-dhligheach o fhrithealaiche nan ceadachasan!
hu: Érvénytelen válasz a licensz kiszolgálótól!
it: La risposta del server delle licenze non è valida!
lt: Negaliojantis licencijų serverio atsakymas!
nb_no: Ugyldig svar fra lisensserver!
nl: Ongeldig antwoord van licentieserver!
pl: Nieprawidłowa odpowiedź z serwera licencji!
pt_br: Resposta inválida do servidor da licença!
ru: Неверный ответ от сервера лицензий!
sk: Neplatná odpoveď z licenčného servera!
sl: Neveljaven odgovor z licenčnega strežnika!
sv: Ogiltigt svar från licensservern!

source: The machine or the user is blocked!
ca: L'equip o l'usuari estan blocats!
cs: Stroj nebo uživatel je blokován!
da: Maskinen eller brugeren er låst!
de: Der Lizenzschlüssel ist gesperrt!
es: ¡El equipo o el usuario está bloqueado!
fa: کاربر یا دستگاه مسدود شده است!
fi: Käyttäjätunnus tai kone on sulkulistalla!
fr: La machine ou l'utilisateur est bloqué !
ga: Tá bac ar an inneall nó ar an úsáideoir!
hu: A számítógép vagy a felhasználó zárolva van!
it: Il computer o l'utente sono bloccati!
lt: Kompiuteris ar naudotojas yra blokuoti!
nb_no: Maskinen eller brukeren er blokkert!
nl: De computer of gebruiker is geblokkeerd!
pl: Urządzenie lub użytkownik jest zablokowany!
pt_br: A máquina ou o usuário está bloqueado!
ru: Рабочая станция или пользователь заблокирован!
sk: Zariadenie alebo používateľ sú blokovaní!
sl: Blokirana je ali naprava ali uporabnik!
sv: Licensnyckeln är spärrad!

source: KB
fa: کیلوبایت
fr: Ko
ru: КБ

source: The maximum of %1 licenses is exceeded!
ca: S'ha superat el màxim de %1 de llicències!
cs: Bylo překročeno maximum z %1 [licence]!
da: Det maksimale antal på %1 licenser er overskredet!
de: Die maximale Anzahl von %1 Lizenzen wurde überschritten!
es: ¡Se excedió el máximo de %1 licencias!
fa: مقدار حداکثر %1 مجوز تخطی کرده است!
fi: Lisenssien enimmäismäärä (%1) on ylitetty!
fr: Le maximum de %1 licences est dépassé !
ga: Sáraíodh uasmhéid %1 cheadúnas!
hu: Túllépte a maximális %1 licencet!
it: Il numero massimo di %1 licenze è superato!
lt: Viršijamas maksimalus %1 licencijų kiekis!
nb_no: Største antall %1 lisenser er overskredet!
nl: Het maximum van %1 gebruikers is bereikt!
pl: Maksymalna liczba licencji %1 została przekroczona!
pt_br: O máximo de %1 licenças foi ultrapassado!
ru: Максимум в %1 лицензий превышен!
sk: Je prekročené maximum (%1) licencií!
sl: Maksimum licenc (%1) je presežen!
sv: Maximiantalet om %1 licenser har överskridits!

source: License key
ca: Clau de llicència
cs: Licenční klíč
da: Licensnøgle
de: Lizenzschlüssel
es: Clave de licencia
fa: کلید مجوز
fi: Lisenssiavain
fr: Clé de licence
ga: Eochair an cheadúnais
hu: Licenc kulcs
it: Chiave di licenza
lt: Licencijos raktas
nb_no: Lisensnøkkel
nl: Licentiesleutel
pl: Klucz licencyjny
pt_br: Chave da Licença
ru: Лицензионный ключ
sk: Licenčný kľúč
sl: Licenčni ključ
sv: Licensnyckel

source: The new PDF Architect will be installed. This might take a while.
ca: S'està instal·lant el PDFArchitect nou. Això pot trigar una mica.
cs: PDFArchitekt bude nyní nainstalován. Může to chvilku trvat.
da: Den nye PDF Architect installeres. Dette kan tage et stykke tid.
de: Der neue PDFArchitect wird installiert. Dies könnte eine Weile dauern.
es: Se está instalando el nuevo PDFArchitect. Esto puede tomar varios minutos.
et: Paigaldatakse uus PDFArchitect. See võtab natuke aega.
fa: نسخه جدید PDF Architect نصب خواهد شد. این مدتی طول می کشد.
fi: Asennetaan PDF Architect. Asennus kestää hetken, odota...
fr: Le nouveau PDFArchitect sera installé. Cela peut durer un certain temps.
ga: Suiteálfar PDF Architect. B'fhéidir go mairfidh sé seo tamall.
gd: Tha sinn a' stàladh am PDFArchitect ùr. Faodaidh gun doir seo greis.
hu: Az új PDFArchitect telepítésre kerül. Ez egy kis időt igénybe vehet.
it: Verrà installato il nuovo PDFArchitect. Potrebbero volerci alcuni minuti.
lt: Bus įdiegtas naujasis „PDF Architect“. Tai gali šiek tiek užtrukti.
nb_no: Den nye PDF Architect installeres. Det kan ta noe tid.
nl: De nieuwe PDFArchitect wordt geïnstalleerd. Dit duurt even.
pl: Nowy PDF Architect zostanie zainstalowany. To może trochę potrwać.
pt_br: O novo PDF Architect será instalado. Isto poderá demorar um pouco.
ru: Новая версия PDF Architect будет установлена. Это может занять некоторое время.
sk: Bude nainštalovaný nový PDF Architect. Môže to chvíľu trvať.
sl: Namestil se bo novi PDFArchitect. To lahko traja nekaj časa.
sv: Nya PDF Architect kommer att installeras. Det kan ta en stund.

source: Licensee
ca: Llicenciant
cs: Licence
da: Licenseret
de: Lizenznehmer
es: Licenciante
et: Litsents
fa: مجوز
fi: Lisenssin haltija
fr: Licence
ga: Ceadúnaí
gd: Gabhaltaiche a' cheadachais
hu: Licensz tulajdonosa
it: Licenziatario
lt: Licenciatas
nb_no: Lisensiert
nl: Licentiehouder
pl: Licencjobiorca
pt_br: Licenciado(a)
ru: Лицензиат
sk: Licencia
sl: Imetnik licence
sv: Licenstagare

source: The product %1 does not exist!
ca: El producte %1 no existeix!
cs: Produkt %1 neexistuje!
da: Produktet %1 findes ikke!
de: Das Produkt %1 existiert nicht!
es: ¡El producto %1 no existe!
fa: محصول %1 وجود ندارد!
fi: Tuotetta %1 ei ole olemassa!
fr: Le produit %1 n'existe pas !
ga: Ní ann don táirge %1!
hu: A %1 termék hiányzik!
it: Il prodotto %1 non esiste!
lt: Produktas %1 neegzistuoja!
nb_no: Produkt %1 finnes ikke!
nl: Product %1 bestaat niet!
pl: Produkt %1 nie istnieje!
pt_br: O produto %1 não existe!
ru: Продукт %1 не существует!
sk: Produkt %1 neexistuje!
sl: Izdelek %1 ne obstaja!
sv: Produkten %1 finns inte!

source: Merge multiple PDFs
ca: Fusioneu múltiples PDF
cs: Sluč vícero PDF souborů
da: Saml flere PDF'er
de: PDFs zusammenfügen
es: Combinar mútiples PDF
fa: ادغام چندین PDFs
fi: Yhdistä PDF-tiedostoja
fr: Fusionner des PDF
ga: Cumaisc iliomad PDFanna
hu: Több PDF összefésülése
it: Unire più PDF
lt: Sulieti kelis PDF dokumentus
nb_no: Samle flere PDF'er
nl: Voeg PDF's samen
pl: Łącz wiele PDFów
pt_br: Unir vários PDFs
ru: Слияние нескольких PDF-файлов
sk: Zlúčenie viacerých PDF súborov
sl: Združite več PDF-jev
sv: Kombinera flera PDFer

source: The service needs to be able to contact 'license.pdfforge.org' and have permission to write to HKLM.
ca: El servei ha de poder contactar amb «license.pdfforge.org» i tenir permisos d'escriptura a HKLM de registre del sistema.
es: El servicio necesita contactarse con 'license.pdfforge.org' y tener permiso para escribir en HKLM.
fa: سرویس نیاز به ارتباط با آدرس 'license.pdfforge.org' و دسترسی نوشتن به کلید رجیستری HKLM دارد.
fi: Palvelu tarvitsee yhteyden kohteeseen 'license.pdfforge.org' sekä rekisterin HKLM-haaran muokkausoikeuden.
fr: Le service doit pouvoir contacter 'license.pdfforge.org' et avoir la permission d'écrire dans la base de registre sous HKLM.
it: Il servizio deve essere in grado di contattare 'license.pdfforge.org' e avere il permesso di scrivere su HKLM.
lt: Servisas turi galėti susisiekti su „license.pdfforge.org“ ir turėti leidimą rašyti į HKLM.
nl: De service moet 'license.pdfforge.org' kunnen bereiken en schrijfrechten hebben naar HKLM.
pl: Usługa musi być w stanie skontaktować się z 'license.pdfforge.org' i mieć pozwolenie na pisanie do HKLM.
pt_br: O serviço precisa ser capaz de contatar 'licence.pdfforge.org' e ter permissão para gravar para HKLM.
ru: Служба должна иметь возможность связаться с «license.pdfforge.org» и иметь разрешение на запись в HKLM.
sl: Storitev potrebuje omogočeno povezavo z 'license.pdfforge.org' in pravico za pisanje v HKLM.

source: No license key was given. A license key in combination with the parameters '/VerySilent' or '/Silent' is absolutely necessary! Please use the parameter '/%1'.%n%nSample: %2 /Silent /%1=12345-67890-ABCDE-FGHIJ-KLMNO-PQRST
ca: No heu indicat cap clau de llicència. Es necessita una clau de llicència en combinació amb els paràmetres '/VerySilent' o '/Silent'. Utilitzeu el paràmetre '/%1'.%n%nExemple: %2 /Silent /%1=12345-67890-ABCDE-FGHIJ-KLMNO-PQRST
cs: Nebyl dán žádný licenční klíč. Je naprosto nezbytné mít licenční klíč s parametry '/VerySilent' nebo '/Silent'! Prosím použij parametr '/%1'.%n%nVzor: %2 /Silent /%1=12345-67890-ABCDE-FGHIJ-KLMNO-PQRST
da: Ingen licensnøgle blev opgivet. En licensnøgle sammen med parametrene '/VerySilent' eller '/Silent' er absolut nødvendig! Brug parameteren '/%1'.%n%nEksempel: %2 /Silent /%1=12345-67890-ABCDE-FGHIJ-KLMNO-PQRST
de: Es wurde kein Lizenzschlüssel angegeben. Ein Lizenzschlüssel in Kombination mit den Parametern '/VerySilent' oder '/Silent' ist zwingend notwendig! Bitte verwenden sie für die Eingabe den Parameter '/%1'.%n%nBeispiel: %2 /Silent /%1=12345-67890-ABCDE-FGHIJ-KLMNO-PQRST
es: No se proporcionó una clave de licencia. ¡Se necesita una clave de licencia en combinación con los parámetros '/VerySilent' o '/Silent'! Por favor utilice el parámetro '/%1'.%n%nEjemplo: %2 /Silent /%1=12345-67890-ABCDE-FGHIJ-KLMNO-PQRST
et: Litsentsivõtit ei sisestatud. Litsentsivõti parameetritega '/VerySilent' või '/Silent' on nõutav! Palun kasuta parameetrit '/%1'.%n%nNäide: %2 /Silent /%1=12345-67890-ABCDE-FGHIJ-KLMNO-PQRST
fa: کلید مجوزی ارائه نشده است. یک کلید مجوز با ترکیب پارامترهای '/VerySilent' یا '/Silent' کاملا نیاز است! لطفا از پارامتر استفاده کنید '/%1'.%n%nSample: %2 /Silent /%1=12345-67890-ABCDE-FGHIJ-KLMNO-PQRST
fi: Lisenssiavainta ei määritetty. Käytettäessä valitsimia '/VerySilent' ja '/Silent' on syötteeksi annettava ehdottomasti myös käyttöoikeusavain! Käytettäessä valitsinta '/%1'.%n%nEsimerkki: %2 /Silent /%1=12345-67890-ABCDE-FGHIJ-KLMNO-PQRST
fr: Aucune clé de licence a été accordée. Pour utiliser les paramètres '/VerySilent' ou '/Silent', une clé de licence est indispensable ! Veuillez utiliser le paramètre '/%1'.%n%nExemple: %2 /Silent /%1=12345-67890-ABCDE-FGHIJ-KLMNO-PQRST
ga: Níor tugadh aon eochair cheadúnais. Tá géarghá le heochair cheadúnais móide na paraiméadair '/An-chiúin' nó '/Ciúin'! Bain feidhm as an bparaiméadar '/%1'.%n%nSampla: %2 /Ciúin /%1=12345-67890-ABCDE-FGHIJ-KLMNO-PQRST
gd: Cha deach iuchair ceadachais a chur ann ach tha feum air an cois nam paramadairean '/VerySilent' no '/Silent'! Cleachd am paramadair '/%1'.%n%nBall-sampaill: %2 /Silent /%1=12345-67890-ABCDE-FGHIJ-KLMNO-PQRST
hu: Nem adott meg licensz kulcsot. Licensz kulcs mindenképp szükségeltetik a '/VerySilent' illetve '/Silent' kapcsolókhoz. Kérjük, használja a '/%1' kapcsolót.%n%nPélda: %2 /Silent /%1=12345-67890-ABCDE-FGHIJ-KLMNO-PQRST
it: Non è stata fornita alcuna chiave di licenza. È necessario fornire una chiave di licenza utilizzando i parametri '/VerySilent' o '/Silent'. Utilizzare il parametro '/%1'.%n%nEsempio: %2 /Silent /%1=12345-67890-ABCDE-FGHIJ-KLMNO-PQRST
lt: Nenurodytas licencijos raktas. Būtina nurodyti licencijos raktą, jei naudojami parametrai „/VerySilent“ ar „/Silent“! Naudokite parametrą „/%1“.%n%nPavyzdys: %2 /Silent /%1=12345-67890-ABCDE-FGHIJ-KLMNO-PQRST
nb_no: Ingen lisensnøkkel ble oppgitt. En lisensnøkkel sammen med parametrene'/VerySilent' eller '/Silent' er absolutt nødvendig! Bruk parameteren '/%1'.%n%nSample: %2 /Silent /%1=12345-67890-ABCDE-FGHIJ-KLMNO-PQRST
nl: Geen licentiesleutel ingevoerd. Met de parameters '/VerySilent' of '/Silent' is dit vereist. Gebruik daarvoor de parameter '/%1'.%n%nVoorbeeld: %2 /Silent /%1=12345-67890-ABCDE-FGHIJ-KLMNO-PQRST
pl: Nie podano klucza licencyjnego. Klucz licencyjny w połączeniu z parametrami '/VerySilent' lub '/Silent' jest absolutnie konieczny! Użyj parametru '/%1'.%n%nPrzykład: %2 /Silent /%1=12345-67890-ABCDE-FGHIJ-KLMNO-PQRST
pt_br: Nenhuma chave da licença foi informada! Ela é absolutamente necessária, em combinação com parâmetros '/VerySilent' ou '/Silent'! Por favor, use o parâmetro '/%1'.%n%nExemplo: %2 /Silent /%1=12345-67890-ABCDE-FGHIJ-KLMNO-PQRST
ru: Ллицензионный ключ не предоставлен. Лицензионный ключ в сочетании с параметрами '/VerySilent' или '/Silent' обязателен! Используйте параметр '/%1'.%n%nНапример: %2 /Silent /%1=12345-67890-ABCDE-FGHIJ-KLMNO-PQRST
sk: Nebol zadaný žiadny licenčný kľúč. Licenčný kľúč je kombináciou parametrov „/VerySilent" alebo „/Silent". Použite parameter „/%1".%n%nVzor: %2 /Silent /%1=12345-67890-ABCDE-FGHIJ-KLMNO-PQRST
sl: Noben licenčni ključ ni bil podan. Licenčni ključ v kombinaciji s parametri '/VerySilent' ali '/Silent' je nujno potreben! Uporabite parameter '/%1'.%n%nPrimer: %2 /Silent /%1=12345-67890-ABCDE-FGHIJ-KLMNO-PQRST
sv: Ingen licensnyckel har angivits. En licensnyckel ar nödvändig i kombination med parametrarna '/VerySilent' eller '/Silent'! Använd parametern '/%1'.%n%nExempel: %2 /Silent /%1=12345-67890-ABCDE-FGHIJ-KLMNO-PQRST

source: Access denied (401)
ca: Accés denegat (401)
cs: Přístup odepřen (401)
da: Adgang nægtet (401)
de: Nicht autorisiert (401)
es: Acceso denegado (401)
et: Juurdepääs keelatud (401)
fa: دسترسی رد شد (401)
fi: Käyttö estetty (401)
fr: Accès refusé (401)
ga: Rochtain diúltaithe (401)
gd: Inntrigeadh air a dhiùltadh (401)
hu: Hozzáférés megtagadva (401)
it: Accesso negato (401)
lt: Prieiga uždrausta (401)
nb_no: Adgang nektet (401)
nl: Toegang geweigerd (410)
pl: Odmowa dostępu (401)
pt_br: Acesso negado (401)
ru: Доступ запрещен (401)
sk: Prístup zamietnutý (401)
sl: Dostop zavrnjen (401)
sv: Tillgång nekas (401)

source: The setup will be canceled.
ca: Es cancel·larà la instal·lació.
cs: Tato instalace bude zrušena.
da: Opsætningen afbrydes.
de: Die Installation wird abgebrochen.
es: La instalación será cancelada.
et: Paigaldamine katkestatakse.
fa: راه انداز لغو شد.
fi: Asennus peruutetaan.
fr: La configuration sera annulée.
ga: Cuirfear an socrú ar ceal.
gd: Tha sinn a' sgur dhen t-suidheachadh.
hu: A telepítő kilép.
it: L'installazione verrà annullata.
lt: Diegimas bus atšauktas.
nb_no: Installasjon avbrytes.
nl: Installatie wordt afgebroken.
pl: Instalacja zostanie anulowana.
pt_br: A instalação será cancelada.
ru: Установка будет отменена.
sk: Inštalácia bude zrušená.
sl: Namestitev se bo prekinila.
sv: Installationen kommer att avbrytas.

source: An unknown error is occurred!
ca: S'ha produït un error desconegut!
cs: Vyskytla se neznámá chyba!
da: Der opstod en ukendt fejl!
de: Ein unbekannter Fehler ist aufgetreten!
es: ¡Ocurrió un error desconocido!
et: Tundmatu viga!
fa: یک خطای ناشناخته رخ داده است!
fi: Tuntematon virhe!
fr: Une erreur inconnue s'est produite !
ga: Tharla botún anaithnid!
gd: Thachair mearachd nach aithne dhuinn.
hu: Ismeretlen hiba történt!
it: Si è verificato un errore sconosciuto!
lt: Įvyko nežinoma klaida!
nb_no: Det oppstod en ukjent feil!
nl: Onbekende fout!
pl: Wystąpił nieznany błąd!
pt_br: Ocorreu um erro desconhecido!
ru: Неизвестная ошибка!
sk: Vyskytla sa neznáma chyba!
sl: Prišlo je do neznane napake!
sv: Ett okänt fel har inträffat!

source: The version %1 is not supported! Please use the latest version from here %2.
ca: La versió %1 no està suportada! Baixeu la darrera versió des d'aquí %2.
cs: Verze %1 není podporována! Prosím, použij nejnovější verzi odtud: %2.
da: Version %1 understøttes ikke! Brug seneste version herfra %2.
de: Die Version %1 wird nicht unterstützt! Bitte laden sie die aktuelle Version des PDFCreators von hier %2.
es: No se soporta la versión %1. Por favor utilice la última versión disponible aquí %2.
fa: نسخه %1 پشتیبانی نشده است! لطفا از اینجا جدیدترین نسخه %2 را استفاده کنید.
fi: Versiota %1 ei tueta. Käytä uusinta versiota täältä: %2.
fr: La version %1 n'est pas supportée ! Merci d'utiliser la dernière version %2 ici.
ga: Ní thacaítear le leagan %1! Bain feidhm as an leagan is déanaí atá le fáil anseo %2.
hu: A %1 verzió nem támogatott. Kérjük használja a legfrissebb verziót innen: %2.
it: La versione %1 non è supportata! Utilizza la versione più recente disponibile qui %2.
lt: Versija %1 nepalaikoma! Naudokite naujausią versiją iš čia %2.
nb_no: Versjon %1 er ikke støttet! Vennligst bruk siste versjon herfra %2.
nl: Versie %1 is niet ondersteund! Gebruik de recente versie vanaf %2.
pl: Wersja %1 nie jest obsługiwana! Użyj najnowszej wersji stąd %2.
pt_br: A versão %1 não é suportada! Por favor, use a versão mais recente aqui %2.
ru: Версия %1 не поддерживается! Пожалуйста, используйте последнюю версию %2.
sk: Verzia %1 už nie je podporovaná! Použite poslednú verziu tu %2.
sl: Različica %1 ni podprta! Uporabite najnovejšo različico: %2.
sv: Versionen %1 stöds inte! Var god ladda ner den aktuella versionen härifrån: %2.

source: Check your connection and click 'Retry' to try downloading the files again, or click 'Cancel' to terminate setup.
ca: Verifiqueu la connexió i feu clic a «Torna a provar» per intentar baixar els fitxers novament, o feu clic a «Cancel·la» per finalitzar la instal·lació.
cs: Zkontroluj si své připojení a klikni na "Opakuj". Proběhne pokus o stažení souborů ještě jednou. Pokud klikneš na "Zruš" a setup nebude pokračovat.
da: Kontroller forbindelsen og klik 'Prøv igen' for at forsøge at downloade filerne, eller klik 'Afbryd' for at afslutte.
de: Überprüfen Sie Ihre Verbindung und klicken Sie auf "Wiederholen", um erneut zu versuchen, die Dateien herunterzuladen oder klicken Sie auf "Abbrechen", um das Setup zu beenden.
es: Verifique su conexión y haga clic en 'Reintentar' para intentar descargar los archivos nuevamente, o haga clic en 'Cancelar' para terminar la instalación.
et: Kontrolli oma võrguühendust ja kliki 'Korda' et uuesti alla laadida, või siis kliki 'Katkesta' et paigaldust katkestada.
fa: ارتباط خود را بررسی کرده و روی 'دوباره' برای دانلود دوباره فایل کلیک کنید، یا روی 'لغو' برایبستن راه انداز کلیک کنید.
fi: Tarkasta nettiyhteys sekä palomuuriasetukset ja valitse 'Uudelleenyritys' mikäli haluat ladata tiedostot uudestaan. Muussa tapauksessa keskeytä asentaminen napsauttamalla 'Peruuta'.
fr: Vérifiez votre connexion et cliquez sur 'Recommencer' pour relancer le téléchargement des fichiers, ou cliquez sur 'Annuler' pour quitter l'installation.
ga: Dearbháil do nasc agus brúigh ar 'Déan arís é' chun féachaint na comhaid a íosluchtú arís, nó brúigh 'Cealaigh' chun críoch a chur leis an gcumrú.
gd: Thoir sùil air a’ cheangal agad is briog air “Feuch ris a-rithist” airson na faidhlichean a luchdadh a-nuas a-rithist no air “Sguir dheth” gus crìoch a chur air an t-suidheachadh.
hu: Ellenőrizze a kapcsolatot és kattintson az "Ismét" gombra a fájlok ismételt letöltéséhez, vagy kattintson a "Mégse" gombra a telepítő megszakításához.
it: Controlla la connessione e fai clic su 'Riprova' per ritentare a scaricare i file, oppure fai clic su 'Annulla' per terminare l'installazione.
lt: Patikrinkite ryšį ir spauskite „Kartoti“, pakartotiniam bandymui, atsisiųsti failus arba spauskite „Atšaukti“ diegimo nutraukimui.
nb_no: Kontroller forbindelsen og klikk 'Prøv igjen' for å forsøke å laste ned filene, eller klikk 'Avbryt' for å avslutte.
nl: Controleer internetverbinding en klik 'Opnieuw' voor hernieuwde download of klik 'Afbreken' om te stoppen.
pl: Sprawdź połączenie i kliknij 'Ponów', aby spróbować ponownie pobrać pliki, albo kliknij 'Anuluj', aby zakończyć instalację.
pt_br: Verifique a sua conexão e clique em 'Repetir' para tentar baixar os arquivos novamente, ou clique em 'Cancelar' para sair.
ru: Проверьте подключение интернету и нажмите кнопку "Повторить" чтобы повторить попытку загрузки файлов, или нажмите кнопку "Отмена" для прекращения установки.
sk: Skontrolujte vaše internetové pripojenie a stlačte "Pokračovať" pre opätovné stiahnutie súborov alebo stlačte "Zrušiť" pre ukončenie inštalácie.
sl: Preverite povezavo in izberite 'Ponovi' za ponoven poskus prenosa ali izberite 'Prekliči', da prekinete namestitev.
sv: Kontrollera anslutningen och klicka 'Försök igen' för ett förnyat försök att ladda ned filerna, eller klicka 'Avbryt' för att avbryta installationen.

source: There already exists a printer with this name. Please choose another name.
ca: Ja existeix una impressora amb aquest nom. Seleccioneu-ne un altre.
cs: Tiskárna s takovým názvem již existuje. Prosím, vyber jiný název.
da: Der er allerede en printer med dette navn. Vælg et andet.
de: Ein Drucker mit diesem Namen existiert bereits. Bitte wählen Sie einen anderen Namen.
es: Ya existe una impresora con ese nombre. Por favor seleccione otro nombre.
et: Sellise nimega printer on juba olemas. Palun vali teistsugune nimi.
fa: چاپگری با این نام از قبل موجود است.لطفا نام دیگری انتخاب کنید.
fi: Tämän niminen tulostin on jo olemassa. Määritä toinen nimi.
fr: Il existe déjà une imprimante qui porte ce nom. Veuillez choisir un autre nom.
ga: Tá clóire leis an ainm sin ann cheana. Roghnaigh ainm eile.
gd: Tha an t-ainm seo air clò-bhualadair mu thràth. Feuch ainm eile.
hu: Ezen a néven már létezik nyotmató. Kérjük, válasszon másik nevet.
it: Esiste già una stampante con questo nome. Inserire un altro nome.
lt: Jau yra spausdintuvas tokiu pavadinimu. Nurodykite kitą pavadinimą.
nb_no: Det er allerede en skriver med dette navn. Velg et annet.
nl: Er is al een printer met die naam. Kies een andere naam.
pl: Istnieje już drukarka o tej nazwie. Proszę wybrać inną nazwę.
pt_br: Já existe uma impressora com este nome. Por favor, escolha outro nome.
ru: Уже существует принтер с этим именем. Пожалуйста, выберите другое имя.
sk: Tlačiareň s týmto názvom už existuje. Vyberte iný názov.
sl: Tiskalnik s tem imenom že obstaja. Izberite drugo ime.
sv: Det finns redan en skrivare med detta namn. Var god välj ett annat namn.

source: Create PDF and Bitmap files with %1
ca: Creeu fitxers PDF i mapa de bits amb %1
cs: Vytvoř PDF a soubor Bitmapy s %1
da: Opret PDF- og bitmapfiler med %1
de: Erzeuge PDF- und Bilddateien mit %1
es: Crear documentos PDF y de imágenes con %1
et: Loo PDF ja bittraster failid %1-ga
fa: ایجاد PDF و فایل بیت مپ با %1
fi: Luo PDF- ja bittikarttatiedostoja %1:lla
fr: Créer des PDF et fichiers Bitmap avec %1
ga: Cruthaigh comhaid PDF agus Bitmap le %1
gd: Cruthaich faidhlichean PDF is Bitmap le %1
hu: PDF és bittérképes fájlok létrehozása %1-val
it: Crea file PDF e Immagine con %1
lt: Sukurti PDF ir Bitmap failus su %1
nb_no: Opprett PDF- og bitmapfiler med %1
nl: Maak PDF en bitmap-bestanden met %1
pl: Twórz PDF i pliki bitmapowe z %1
pt_br: Criar PDFs e arquivos Bitmap com o %1
ru: Создание PDF и растровых файлов с %1
sk: Vytvoriť PDF a Bitmapové súbory s %1
sl: Ustvari PDF s programom %1
sv: Skapa PDF och Bitmapfiler med %1
