Repository: 011001010110011101101101/PDFCreator
Catalog: Source/Languages/*/LC_MESSAGES/innosetup.po
Languages: ca, cs, da, de, es, et, fa, fi, fr, ga, gd, hu, it, lt, nb_no, nl, pl, pt_br, ru, sk, sl, sv

source: You need a new valid license key to continue. Do you want to proceed with the installation?
ca: Necessiteu una clau de llicència vàlida nova per continuar. Voleu continuar amb la instal·lació?
cs: Potřebuješ nový a platný licenční klíč aby bylo možné pokračovat. Chceš provést instalací?
da: Der kræves en gyldig licensnøgle for at fortsætte. Fortsæt med installationen?
de: Sie benötigen eine neue Lizenz um fortzufahren. Möchten Sie die Installation fortsetzen?
es: Necesita una nueva clave de licencia válida para continuar. ¿Quiere continuar con la instalación?
fa: شما به کلید مجوز معتبر جدید برای ادامه نیاز دارید.آیا میخواهید نصب را ادامه دهید؟
fi: Toiminnan jatkamiseksi vaaditaan uusi voimassaoleva lisenssi. Jatketaanko asennusta?
fr: Vous avez besoin d'une nouvelle clé de licence valide pour continuer. Voulez-vous procéder à l'installation ?
ga: Tá eochair an cheadúnais bhailí nua de dhíth ort chun leanúint ar aghaidh. An mian leat dul ar aghaidh leis an suiteáil?
hu: A folytatáshoz szükség van egy új licenc kulcsra. Kívánja folytatni a telepítést?
it: Hai bisogno di una nuova chiave di licenza per continuare. Desideri procedere con l'installazione?
lt: Kad tęsti, jums reikia naujo galiojančio licencijos rakto. Ar norite tęsti diegimą?
nb_no: Du tremger en ny gyldig lisensnøkkel for å fortsette. Ønsker du å fortsette med installasjonen?
nl: je hebt een geldige licentiesleutel nodig. Wil je doorgaan met installeren?
pl: Potrzebujesz nowy, ważny klucz licencyjny, aby kontynuować. Czy chcesz kontynuować instalację?
pt_br: Você precisa de uma nova chave da licença válida para continuar! Você quer continuar instalando?
ru: Для продолжения вам необходим новый действительный лицензионный ключ. Хотите продолжить установку?
sk: Pre pokračovanie potrebujete nový platný licenčný kľúč. Chcete pokračovať v inštalácii?
sl: Za nadaljevanje je potreben nov veljaven licenčni ključ. Ali želite nadaljevati z namestitvijo?
sv: Ni behöver en giltig licensnyckel för att fotsätta. Vill Ni fortsätta installationen?

source: application files
ca: Fitxers de programa
cs: soubory aplikace
da: programfiler
de: Programmdateien
es: Archivos de programa
et: Programmifailid
fa: فایل های برنامه
fi: sovellustiedostot
fr: fichiers de l'application
ga: comhaid an fheidhmchláir
gd: faidhlichean na h-aplacaid
hu: Programfájlok
it: file di programma
lt: programų failai
nb_no: programfiler
nl: toepassingsbestanden
pl: pliki aplikacji
pt_br: Arquivos do aplicativo
ru: файлы приложения
sk: súbory programu
sl: programske datoteke
sv: programfiler

source: Firefox integration
ca: Integració amb el Firefox
cs: Integrace do Firefoxu
da: Integration med Firefox
es: Integración con Firefox
et: Integreeri FireFoxiga
fa: یکپارچگی با فایرفاکس
fi: Integroi Firefox-selaimeen
fr: Intégrer à Firefox
ga: Comhtháthú Firefox
gd: Amalachadh le Firefox
hu: Firefox integráció
it: Integrazione con Firefox
lt: Integracija į „FireFox“
nb_no: Integrasjon med Firefox
nl: Firefox-integratie
pl: Integracja z Firefox
pt_br: Integrar ao Firefox
ru: Интеграция с Firefox
sk: Integrácia do Firefoxu
sl: Firefox integracija
sv: Integration med Firefox

source: It is not allowed to use the symbols '!','\' or ',' in the printer name. Please choose a new printer name.
da: Det er ikke tilladt at bruge symbolerne '!', '\' eller ',' i printernavnet. Vælg et nyt printernavn.
de: Ein Druckername kann keines der Zeichen "!","\" oder "," enthalten. Geben Sie einen neuen Druckernamen an.
ga: Níl cead feidhm a bhaint as na comharthaí '!','\' nó ',' in ainm an chlóire. Roghnaigh ainm clóire nua.
hu: A következő szimbólumok nem használhatók a nyomtató nevében: '!', '\' vagy ','. Kérjük, válasszon másik nyomtatónevet.
nb_no: Symbolene '!','\' or ',' eller ',' må ikke brukes i skrivernavnet. Velg et nytt skrivernavn.
sk: Nie je povolené používať symboly „ ! ", „ \ " alebo „ , " v názve tlačiarne. Zadajte nový názov tlačiarne.
sv: Tecknen '!','' eller ',' är inte tillåtna i skrivarnamn. Var god välj ett nytt skrivarnamn.
