Repository: 011001010110011101101101/PDFCreator
Catalog: Source/Languages/*/LC_MESSAGES/innosetup.po
Languages: ca, cs, da, de, es, et, fa, fi, fr, ga, gd, hu, it, lt, nb_no, nl, pl, pt_br, ru, sk, sl, sv

source: Create an &entry in the Windows Explorer context menu
ca: Crea una &entrada al menú contextual de l'Explorador de Windows
cs: Vytvoř &položku v kontextové nabídce WindowsExploreru
da: Opret et &punkt i Windows Stifinders højrekliksmenu
de: Erzeuge einen &Eintrag im Windows-Explorer Kontextmenü
es: Crear una &entrada en el menú contextual del Explorador de Windows
et: Loo Windows Exploreri hüpikmenüü &sissekanne
fa: ایجادیک ورودی& در منوی کلیک راست اکسپلورر
fi: &Luo linkki resurssienhallinnan pikavalikkoon
fr: Intégr&er dans le menu contextuel de Windows Explorer
ga: Cruthaigh &iontráil sa roghchlár comhthéacs in Windows Explorer
gd: Cruthaich innt&eart ann an clàr-taice co-theacsail aig Windows Explorer
hu: &entry menüpont létrehozása a Windows Intéző helyi menüjében
it: Crea una &voce nel menu contestuale di Windows Explorer
lt: Sukurti į&rašą Explorer aplinkos kontekstiniame meniu
nb_no: Opprett et &punkt i Windows utforskers høyreklikksmeny
nl: Maak een &ingang in het contextmenu van de verkenner
pl: Utwórz &wpis w menu kontekstowym Eksploratora Windows
pt_br: Criar uma &entrada no menu de contexto do Windows Explorer
ru: Создание &записи в контекстном меню Проводника Windows
sk: Vytvoriť &položku v kontextovom menu Windows Explorera
sl: Ustvari &bližnjico v kontekstnem meniju Windows Raziskovalca
sv: Skapa en &entry i Windows Explorers kontextmeny

source: Please choose a name for the printer.
ca: Seleccioneu un nom per a la impressora.
cs: Prosím, vyber název tiskárny.
da: Vælg et navn til printeren.
de: Bitte wählen Sie einen Namen für den Drucker aus.
es: Por favor seleccione un nombre para la impresora.
et: Palun vali nimi printerile.
fa: لطفا یک نام برای چاپگر انتخاب کنید.
fi: Valitse tulostimen nimi.
fr: Veuillez choisir un nom pour l'imprimante.
ga: Roghnaigh ainm don chlóire.
gd: Tagh ainm airson a' chlò-bhualadair.
hu: Kérjük válasszon nevet a nyomtatónak.
it: Scegliere un nome per la stampante.
lt: Prašome nurodyti pavadinimą spausdintuvui.
nb_no: Velg et navn til skriveren.
nl: Kies een printernaam.
pl: Proszę wybrać nazwę dla drukarki.
pt_br: Por favor, escolha um nome para a impressora.
ru: Пожалуйста, выберите имя принтера.
sk: Vyberte názov tlačiarne.
sl: Izberite ime za tiskalnik.
sv: Välj ett namn på skrivaren.

source: Custom installation
ca: Instal·lació personalitzada
cs: Vlastní instalace
da: Tilpasset installation
de: Benutzerdefinierte Installation
es: Instalación personalizada
et: Kohandatud paigaldamine
fa: نصب دستی
fi: Mukautettu asennus
fr: Installation personnalisée
ga: Suiteáil shaincheaptha
gd: Stàladh gnàthaichte
hu: Egyedi telepítés
it: Installazione personalizzata
lt: Pasirinktinis įdiegimas
nb_no: Tilpasset installasjon
nl: Installatie op maat
pl: Instalacja niestandardowa
pt_br: Personalizar a instalação
ru: Выборочная установка
sk: Vlastná inštalácia
sl: Namestitev po meri
sv: Anpassad installation

source: Please choose a printer name.
ca: Seleccioneu un nom per a la impressora.
cs: Prosím, vyber název tiskárny.
da: Vælg et printernavn.
de: Bitte wählen Sie einen Druckernamen.
es: Por favor seleccione un nombre para la impresora.
et: Palun vali printeri nimi.
fa: لطفا نام چاپگر را انتخاب کنید.
fi: Määritä tulostimelle nimi.
fr: Veuillez choisir un nom d'imprimante.
ga: Roghnaigh ainm clóire.
gd: Tagh ainm airson a' chlò-bhualadair.
hu: Kérjük adjon nevet a nyomtatónak.
it: Inserire un nome per la stampante.
lt: Nurodykite spausdintuvo pavadinimą.
nb_no: Velg et skrivernavn.
nl: Kies een printernaam.
pl: Proszę wybrać nazwę drukarki.
pt_br: Por favor, escolha um nome de impressora.
ru: Пожалуйста, выберите имя принтера.
sk: Vyberte názov tlačiarne.
sl: Določite ime tiskalnika.
sv: Välj ett skrivarnamn.

source: Delete all application settings?
ca: Voleu suprimir tots les configuracions de l'aplicació?
cs: Chceš vymazat všechna nastavení aplikace?
da: Slet alle programindstillinger?
de: Sollen alle Programmeinstellungen gelöscht werden?
es: ¿Eliminar todos los ajustes de la aplicación?
et: Kas kustutan kõik programmi seaded?
fa: همه تنظیمات برنامه حذف شود؟
fi: Poistetaanko kaikki sovelluksen asetukset?
fr: Supprimer tous les paramètres de l'application ?
ga: Scrios gach socrú don bhfeidhmchlár?
gd: A bheil thu airson roghainnean air fad na h-aplacaid seo a sguabadh às?
hu: Minden beállítást töröl?
it: Eliminare tutte le impostazioni del programma?
lt: Naikinti visas programos nuostatas?
nb_no: Slett alle programinnstillinger?
nl: Alle instellingen wissen?
pl: Usunąć wszystkie ustawienia programu?
pt_br: Você quer excluir todas as opções do aplicativo?
ru: Удалить все настройки приложения?
sk: Chcete vymazať všetky nastavenia programu?
sl: Ali naj se izbrišejo vse nastavitve programa?
sv: Radera alla programinställningar?

source: Please click here to revoke your previous activations.
ca: Feu clic aquí per a anul·lar les activacions anteriors.
cs: Klikni zde pro zrušení předchozích aktivací.
da: Klik her for at genoprette tidligere aktiveringer.
de: Bitte klicken Sie hier, um Ihre vorherigen Aktivierungen zurückzusetzen.
es: Haga clic aquí para revocar sus activaciones anteriores.
fa: برای لغو فعالسازی قبلی خود اینجا کلیک کنید.
fi: Napsauta aikaisempien aktivointien perumiseksi.
fr: Cliquez ici pour annuler vos activations précédentes.
ga: Brúigh anseo chun do ghníomhúcháin roimhe seo a chúlghairm.
hu: Kérjük kattintson ide az előző művelet visszavonásához.
it: Fai clic qui per revocare le attivazioni precedenti.
lt: Spustelėkite čia, kad panaikinti ankstesnes aktyvacijas.
nl: Klik hier om uw vorige activeringen te herroepen.
pl: Kliknij tutaj, aby anulować poprzednie aktywacje.
pt_br: Por favor, clique aqui para revogar suas ativações anteriores.
ru: Нажмите здесь, чтобы отменить предыдущие активации.
sk: Ak chcete zrušiť predchádzajúce aktivácie kliknite tu.
sl: Kliknite tukaj, da razveljavite vaše prejšnje aktivacije.
sv: Var god klicka här, för att återställa Era tidigare aktiveringar.

source: Do you want to cancel the setup?
ca: Voleu cancel·lar la instal·lació?
cs: Chceš zrušit celý proces nastavení?
da: Skal opsætningen afbrydes?
de: Möchten Sie das Setup abbrechen?
es: ¿Desea cancelar la instalación?
et: Kas soovid paigaldamist katkestada?
fa: آیا میخواهید راه انداز را لغو کنید؟
fi: Peruutetaanko asennus?
fr: Voulez-vous annuler l'installation ?
ga: An mian leat an chumraíocht a chur ar ceal?
gd: A bheil thu airson sgur dhen t-suidheachadh?
hu: Biztos megszakítja a telepítőt?
it: Vuoi annullare l'installazione?
lt: Norite nutraukti diegimą?
nb_no: Skal installeringen avbrytes?
nl: Wil je de installatie afbreken?
pl: Czy chcesz anulować instalację?
pt_br: Você quer cancelar a instalação?
ru: Вы хотите отменить установку?
sk: Chcete zrušiť inštaláciu?
sl: Ali želite prekiniti namestitev?
sv: Vill Ni avbryta installationen?

source: Please contact the support at support@pdfforge.org!
ca: Contacteu amb el servei de suport a l'adreça support@pdfforge.org!
cs: Kontkatuj podporu na support@pdfforge.org!
da: Kontakt support hos support@pdfforge.org!
de: Bitte kontaktieren Sie den Support unter support@pdfforge.org!
es: ¡Por favor contacte al soporte en support@pdfforge.org!
fa: لطفا با پشتیبانی با ایمیل تماس بگیرید support@pdfforge.org!
fi: Ota yhteyttä sovellustukeen osoitteessa support@pdfforge.org!
fr: Merci de contacter le support à support@pdfforge.org !
ga: Déan teagmháil leis an bhfoireann tacaíochta ag support@pdfforge.org!
hu: Kérjük vegye fel a kapcsolatot a támogatókkal a support@pdfforge.org címen.
it: Contatta il supporto scrivendo a support@pdfforge.org!
lt: Susisiekite su pagalbos tarnyba adresu support@pdfforge.org!
nb_no: Vennligst kontakt brukerstøtte på support@pdfforge.org !
nl: Vraag hulp via support@pdfforge.org!
pl: Skontaktuj się ze wsparciem technicznym na support@pdfforge.org!
pt_br: Por favor, contate o suporte em support@pdfforge.org!
ru: Пожалуйста, свяжитесь с наше поддержкой по адресу support@pdfforge.org!
sk: Kontaktujte podporu na support@pdfforge.org!
sl: Prosimo, pišite podpornemu osebju na support@pdfforge.org!
sv: Var god kontakta supporten på support@pdfforge.org!

source: Donate to PDFCreator
ca: Feu un donatiu al PDFCreator
cs: Sponzoruj PDFCreator
da: Giv et bidrag til PDFCreator
de: Spende für den PDFCreator
es: Donar a PDFCreator
et: Anneta PDFCreator'ile
fa: کمک مالی به PDFCreator
fi: Lahjoitus
fr: Faire un don
ga: Bronn airgead ar PDFCreator
gd: Thoir tabhartas dha PDFCreator
hu: A PDFCreator támogatása adománnyal
it: Donazione a PDFCreator
lt: Paaukoti „PDFCreator“
nb_no: Donere til PDFCreator
nl: Doneer aan PDFCreator
pl: Darowizna na PDFCreator
pt_br: Doar ao PDFCreator
ru: Поддержать PDFCreator
sk: Podporiť PDFCreator
sl: Podprite PDFCreator
sv: Ge en donation till PDFCreator

source: Please enter the license key.
ca: Introduïu la clau de llicència.
cs: Prosím, vlož licenční klíč.
da: Indsæt licensnøglen.
de: Bitte geben Sie den Lizenzschlüssel ein.
es: Por favor proporcione la clave de licencia.
et: Palun sisesta litsentsivõti.
fa: لطفا کلید مجوز را وارد کنید.
fi: Syötä lisenssiavain.
fr: Veuillez entrer la clé de licence.
ga: Cuir isteach eochair an cheadúnais.
gd: Cuir a-steach iuchair a’ cheadachais.
hu: Kérjük, adja meg a licenszkulcsot.
it: Inserire la chiave di licenza.
lt: Įveskite licencijos raktą.
nb_no: Legg inn lisensnøkkelen.
nl: Voer de licentiesleutel in.
pl: Proszę wprowadzić klucz licencyjny.
pt_br: Por favor, digite a chave da licença.
ru: Пожалуйста, введите лицензионный ключ.
sk: Zadajte licenčný kľúč.
sl: Vnesite licenčni ključ.
sv: Mata in licensnyckeln.

source: Download complete
ca: Baixada completa
cs: Stahování je kompletní
da: Download er fuldført
de: Download abgeschlossen
es: Descarga completa
et: Allalaadimine lõpetatud
fa: دانلود کامل شد
fi: Lataaminen valmis
fr: Téléchargement terminé
ga: Críochnaíodh an t-íosluchtú
gd: Tha an luchdadh a-nuas deiseil
hu: Letöltés kész
it: Scaricamento completato
lt: Parsisiuntimas baigtas
nb_no: Nedlasting er fullført
nl: Download ten einde
pl: Pobieranie zakończone
pt_br: Download concluído
ru: Загрузка завершена
sk: Sťahovanie dokončené
sl: Prenos končan
sv: Nedladdning färdig

source: Please make sure that this account has the right to logon as a service.
ca: Assegureu-vos que aquest compte té drets per iniciar com a servei.
es: Por favor Asegúrese de que esta cuenta tiene permisos para acceder como un servicio.
fa: لطفا مطمئن شوید این اکانت اجازه ورود بعنوان سرویس را دارد.
fi: Varmista, että tilillä on oikeudet kirjautua palveluna.
fr: Veuillez vous assurer que ce compte a le droit de se connecter en tant que service.
it: Assicurati che questo account abbia il diritto di accedere come servizio.
lt: Įsitikinkite, kad ši paskyra turi teisę prisijungti kaip servisas.
nl: Ga na of dit account rechten heeft om als service in te loggen.
pl: Upewnij się, że to konto ma prawo do logowania jako usługa.
pt_br: Por favor, assegure-se que esta conta tem o direito de fazer logon como um serviço.
ru: Убедитесь, что эта учетная запись имеет право входа в систему в качестве сервиса.
sl: Poskrbite, da ima ta račun pravico, da se prijavi kot storitev.

source: Download the latest version...
ca: Baixeu la darrera versió ...
cs: Stáhni si nejnovější verzi...
da: Download nyeste version...
de: Lade die aktuelle Version herunter ...
es: Descargar la última versión...
et: Laen alla viimast versiooni...
fa: دانلود جدیدترین نسخه...
fi: Ladataan uusinta versiota...
fr: Télécharger la dernière version...
ga: Íosluchtaigh an leagan is déanaí...
gd: Luchdaich a-nuas an tionndadh as ùire...
hu: Legfrissebb verzió letöltése...
it: Scarica la versione più recente...
lt: Atsisiųskite naujausią versiją ...
nb_no: Last ned nyeste versjon...
nl: Haal de recente versie op...
pl: Pobierz najnowszą wersję…
pt_br: Baixar a versão mais recente...
ru: Загрузка последней версии...
sk: Stiahnuť poslednú verziu...
sl: Prenesi najnovejšo različico...
sv: Ladda ned senaste versionen...

source: Please restart your system first to continue setup.
ca: Reinicieu l'equip per continuar amb la instal·lació.
cs: Abys mohl pokračovat, restartuj nejprve systém.
da: Genstart computeren for at fuldføre installationen.
de: Das Setup kann erst nach einem Neustart fortgeführt werden.
es: Por favor reinicie su equipo para continuar con la instalación.
et: Palun taaskäivita süsteem paigaldamise jätkamiseks.
fa: برای ادامه نصب لطفا ابتدا سیستم خود را ریستارت کنید.
fi: Käynnistä tietokone uudelleen asennuksen jatkamista varten.
fr: Veuillez redémarrer votre ordinateur pour poursuivre l'installation.
ga: Atosaigh do chóras ar dtús le gur féidir leanúint leis an gcumraíocht.
gd: Feumaidh tu ath-thòiseachadh mus urrainn dhut an suidheachadh a choileanadh.
hu: Kérjük, indítsa újra a számítógépet a telepítés folytatásához.
it: E' necessario riavviare il sistema per proseguire nell'installazione.
lt: Prašome pakartotinai įkrauti sistemą, o po to tęsti diegimą.
nb_no: Restart maskinen for å fullføre installasjonen.
nl: Herstart je systeem om door te gaan met installatie.
pl: Proszę ponownie uruchomić system, aby kontynuować instalację.
pt_br: Por favor, primeiro reinicie o seu sistema para continuar instalando.
ru: Пожалуйста, перезагрузите систему для продолжения установки.
sk: Pred pokračovaním v inštalácii musíte najprv reštartovať váš systém.
sl: Za nadaljevanje namestitve ponovno zaženite računalnik.
sv: Var god starta om datorn för att fortsätta installationen.

source: Downloading...
ca: S'està baixant...
cs: Stahuji...
da: Downloader...
de: Downloade...
es: Descargando...
et: Allalaadimine...
fa: در حال دانلود...
fi: Ladataan...
fr: Téléchargement en cours...
ga: Ag íosluchtú...
gd: ’Ga luchdadh a-nuas...
hu: Letöltés...
it: Scaricamento in corso...
lt: Siunčia...
nb_no: Laster ned...
nl: Downloaden...
pl: Pobieranie…
pt_br: Baixando...
ru: Загрузка...
sk: Sťahovanie...
sl: Prenašanje ...
sv: Laddar ned...

source: Please uninstall 'PDFCreator Server' before you continue with the installation. It is not possible to use 'PDFCreator' and 'PDFCreator Server' on the same machine.
ca: Desinstal·leu el «Servidor PDFCreator» abans de continuar amb la instal·lació. No és possible utilitzar el «PDFCreator» i el «Servidor PDFCreator» a la mateixa màquina.
cs: Prosím, odinstaluj PDFCreator server před další instalací. Není možné používat PDFCreator a zároveň PDFCreator Server na jednom počítači.
da: Afinstaller 'PDFCreator Server' før installationen fortsættes. 'PDFCreator' og 'PDFCreator Server' kan ikke begge anvendes på samme maskine.
de: Bitte deinstallieren Sie 'PDFCreator Server' bevor Sie mit der Installation fortfahren. Es ist nicht möglich 'PDFCreator' und 'PDFCreator Server' auf demselben Rechner zu verwenden.
es: Por favor desinstale 'PDFCreator Server' antes de continuar con la instalación. No es posible usar 'PDFCreator' y 'PDFCreator Server' en el mismo equipo.
fa: لطفا 'PDFCreator Server' را قبل از ادامه نصب حذف کنید. امکان استفاده 'PDFCreator' و 'PDFCreator Server' در یک دستگاه نیست.
fi: Poista sovellus 'PDFCreator Server' ennen asennuksen jatkamista. Samalle koneelle ei voi asentaa sekä 'PDFCreator':ia että 'PDFCreator Server':iä.
fr: Merci de désinstaller "PDFCreator Server" avant de poursuivre l'installation. Il n'est pas possible d'utiliser "PDFCreator" et "PDFCreator Server" sur une même machine.
ga: Díshuiteáil 'PDFCreator Server' sula leanann tú ar aghaidh leis an suiteáil. Ní féidir feidhm a bhaint as 'PDFCreator' agus 'PDFCreator Server' ar an ríomhaire céanna.
hu: Kérjük távolítsa el a 'PDFCreator Server'-t mielőtt folytatja a telepítést. A 'PDF Creator' és 'PDFCreator Server' programokat nem lehet egy számítógépen használni.
it: Disinstallare 'PDFCreator Server' prima di proseguire con l'installazione. Non è possibile utilizzare 'PDFCreator' e 'PDFCreator Server' sullo stesso computer.
lt: Pašalinkite „PDFCreator Server“ prieš tęsdami diegimą. Neįmanoma vienu metu tame pačiame kompiuteryje naudoti „PDFCreator“ ir „PDFCreator Server“.
nb_no: Vennligst avinstallere 'PDFCreator Server' før du fortsetter med installasjonen. Det er ikke mulig å bruke 'PDFCreator' og 'PDFCreator Server' på samme maskin.
nl: Verwijder 'PDFCreator Server' voor je verdergaat met installeren. 'PDFCreator' en 'PDFCreator Server' werken niet gelijktijdig op dezelfde machine.
pl: Odinstaluj 'PDFCreator Server' zanim będziesz kontynuować instalację. Nie jest możliwe, aby używać 'PDFCreator' i 'PDFCreator Server' na tym samym urządzeniu.
pt_br: Por favor, desinstale o 'Servidor PDFCreator' antes de continuar instalando. Não é possível usar o 'PDFCreator' e o 'Servidor PDFCreator' na mesma máquina.
ru: Пожалуйста, удалите 'PDFCreator Server' перед продолжением установки. Использование 'PDFCreator' и 'PDFCreator Server' на одной рабочей станции невозможно.
sk: Odinštalujte „PDFCreator Sever" pred pokračovaním v inštalácii. Nie je možné používať PDFCreator a PDFCreator Server na tom istom zariadení.
sl: Pred nadaljevanjem namestitve je treba odstraniti 'PDFCreator Server'. Programov 'PDFCreator' in 'PDFCreator Server' ni možno uporabljati na isti napravi.
sv: Var god avinstallera 'PDFCreator Server' innan Ni fortsätter med installationen. Det är inte möjligt att använda 'PDFCreator' och 'PDFCreator Server' på samma dator.

source: Edit & Insert
ca: Edita i insereix
cs: Uprav & Vlož
da: Rediger/indsæt
de: Bearbeiten & Einfügen
es: Editar e insertar
et: Muuda ja aseta
fa: ویرایش & قرار دادن
fi: Muokkaa ja lisää
fr: Modifier et Insérer
ga: Eagar ⁊ Ionsáigh
gd: Deasaich ⁊ cuir a-steach
hu: Szerkesztés és beszúrás
it: Modifica & Inserisci
lt: Redaguoti ir Įterpti
nb_no: Rediger/Sett inn
nl: Bewerken & Invoegen
pl: Edytuj i wstawiaj
pt_br: Editar & Inserir
ru: Правка и Вставка
sk: Upraviť a vložiť
sl: Urejanje & Vstavljanje
sv: Redigera & Infoga

source: Please use "PDFCreator Terminal Server" for use on computers with installed Terminal Services.%n%nWould you like to have more information about "PDFCreator Terminal Server"?
ca: Useu el «Servidor de terminal PDFCreator» per a ordinadors amb els serveis de terminal instal·lats.%n%nVoleu obtenir més informació sobre el «Servidor de terminal PDFCreator»?
cs: Na počítačích se službou Terminal services použij verzi PDF Creator Terminal Server. %n%nChceš více informací o "PDFCreator Terminal Server"?
da: Brug "PDFCreator Terminal Server" på computere med Terminal Services installeret.%n%nØnskes mere information om "PDFCreator Terminal Server"?
de: Für die Verwendung auf Rechnern mit installierten Terminaldiensten verwenden sie bitte "PDFCreator Terminal Server".%n%nMöchten Sie weitere Informationen zu "PDFCreator Terminal Server"?
es: Por favor use "PDFCreator Terminal Server" en equipos con Servicios de Terminal instalados.%n%n¿Le gustaría ver más información sobre "PDFCreator Terminal Server"?
fa: لطفا از "PDFCreator Terminal Server" در رایانه هایی که سرویس ترمینال دارند استفاده کنید.%n%nآیا اطلاعات بیشتری درباره "PDFCreator Terminal Server" میخواهید؟
fi: Käytä sovellusta "PDFCreator Terminal Server" koneissa joihin on asennettu päätepalvelut.%n%nHaluatko lisätietoja tästä aiheesta?
fr: Vous devez utiliser "PDFCreator Terminal Server" sur une machine pourvue de services "Terminal Server". %n%n Souhaiteriez-vous plus d'informations sur "PDFCreator Terminal Server" ?
ga: Bain feidhm as "PDFCreator Terminal Server" i gcomhair ríomhairí a bhfuil Terminal Services suiteáilte orthu.%n%nAr mhaith leat tuilleadh eolais a fháil faoi "PDFCreator Terminal Server"?
hu: Kérjük használja a "PDFCreator Terminal Server"-t a azokon a számítógépeken, ahol a Terminal Services.%n%n telepítve van. Kíván további információt a "PDFCreator Terminal Server"-ről?
it: Utilizzare "PDFCreator Terminal Server" per l'utilizzo su computer con installati i Servizi Terminal.%n%nDesideri avere maggiori informazioni su "PDFCreator Terminal Server"?
lt: Kompiuteriuose su įdiegtais terminalo servisais naudokite „PDFCreator Terminal Server“.%n%nReikia daugiau informacijos apie „PDFCreator Terminal Server“?
nb_no: Vennligst bruk "PDFCreator Terminal Server" for bruk på maskiner med Terminal Services.%n%n Ønsker du mer informasjon om "PDFCreator Terminal Server"?
nl: Gebruik 'PDFCreator Terminal Server' voor computers met Terminal Services.%n%nWil je meer weten over 'PDFCreator Terminal Server'?
pl: Proszę użyć "PDFCreator Terminal Server" do użytku na komputerach z zainstalowanymi Usługami Terminalowymi.%n%nCzy chcesz uzyskać więcej informacji na temat "PDFCreator Terminal Server"?
pt_br: Por favor, use o "Servidor do Terminal do PDFCreator" para usar em computadores com Serviços de Terminais instalados!% n%nVocê quer obter mais informações sobre o "Servidor do Terminal do PDFCreator"?
ru: Воспользуйтесь "PDFCreator Terminal Server" для использования на компьютерах с установленными службами терминалов.%n%nХотели бы вы получить более подробную информацию о "PDFCreator Terminal Server"?
sk: Použite „PDFCreator Terminal Server" ak používate počítač s terminálovými službami.%n%nChcete viac informácií o „PDFCreator Terminal Server"?
sl: Uporabite "PDFCreator Terminal Server" za uporabo na računalnikih z nameščenimi Terminalskimi storitvami.%n%nAli želite več informacij o "PDFCreator Terminal Server"?
sv: Använd "PDFCreator Terminal Server" på datorer med Terminaltjänster installerade.%n%nÖnskar Ni mera information om "PDFCreator Terminal Server"?

source: Edit texts and fonts
ca: Edita els textos i fonts
cs: Uprav texty a fonty
da: Rediger tekst og fonte
de: Text und Schriftarten bearbeiten
es: Editar textos y fuentes
et: Muuda teksti ja fonte
fa: ویرایش متن ها و فونت ها
fi: Muokkaa tekstejä ja fontteja
fr: Modifier les textes et les polices
ga: Cuir leathanaigh agus clófhoirne in eagar
gd: Deasaich an teacsa 's na cruthan-clò
hu: Szöveg szerkesztése, betűtípus megváltoztatása
it: Modifica testo e caratteri
lt: Redaguoti tekstus ir šriftus
nb_no: Rediger tekst og fonter
nl: Bewerk tekst en lettertypen
pl: Edytuj teksty i czcionki
pt_br: Editar textos e fontes
ru: Правка текстов и шрифтов
sk: Upraviť texty a písma
sl: Urejanje besedil in pisav
sv: Redigera texter och typsnitt

source: Please wait, while setup downloading additional files...
ca: Espereu mentre es baixen els fitxers addicionals...
cs: Prosím počkej, stahuji dodatečné soubory.
da: Vent, medens der downloades yderligere filer...
de: Bitte warten, das Setup lädt nun zusätzliche Dateien...
es: Por favor aguarde mientras se descargan archivos adicionales...
et: Palun oota, paigaldaja laeb alla lisafaile...
fa: لطفا تا دانلود فایل های اضافه منتظر بمانید...
fi: Odota, että lisätiedostot saadaan ladattua...
fr: Veuillez patienter, pendant que l'installation télécharge les fichiers supplémentaires...
ga: Fan le do thoil fad is a íosluchtaíonn an cumrú comhaid bhreise...
gd: Fuirich ort, tha gleus an t-suidheachaidh a’ luchdadh a-nuas faidhlichean eile...
hu: Kérjük várjon, amíg a telepítő letölti a további fájlokat...
it: Attendere, scaricamento dei file aggiuntivi in corso...
lt: Palaukite kol diegimo programą siunčiasi papildomus failus...
nb_no: Vent, mens det lastes ned flere filer...
nl: Wacht op download aanvullende bestanden...
pl: Proszę czekać aż instalator pobierze dodatkowe pliki…
pt_br: Por favor, aguarde enquanto o programa de instalação baixa os arquivos adicionais...
ru: Программа установки загружает дополнительные файлы...
sk: Čakajte, pokým inštalátor nestiahne dodatočné súbory...
sl: Počakajte, da se prenesejo dodatne datoteke...
sv: Var god vänta, medan installationen laddar ned ytterligare filer...
