Repository: 011001010110011101101101/PDFCreator
Catalog: Source/Languages/*/LC_MESSAGES/innosetup.po
Languages: ca, cs, da, de, es, et, fa, fi, fr, ga, gd, hu, it, lt, nb_no, nl, pl, pt_br, ru, sk, sl, sv

source: PDFCreator installs a printer on your computer. With this printer each application that is able to print, can create PDF documents, bitmaps or PostScript files.%n%nName of printer:
ca: PDFCreator instal·la una impressora a l'ordinador. Amb aquesta impressora, cada aplicació amb capacitat d'imprimir pot crear fitxers PDF, Bitmaps o PostScript.%n%nNom de la impressora:
cs: PDFCreator nyní nainstaluje na tvém Počítači novou tiskárnu. Každý program, který tiskne dokumenty, může pomocí této tiskárny vygenerovat soubor PDF, bitmapu nebo soubor typu PostScript.%n%nNázev tiskárny:
da: PDFCreator installerer en printer på computeren. Med den printer kan alle programmer, som kan udskrive, oprette PDF-dokumenter, bitmap- eller PostScriptfiler.%n%nPrinternavn:
de: PDFCreator installiert einen Drucker auf Ihrem Computer. Über diesen Drucker kann jede Anwendung, die drucken kann, PDF-Dokumente, Bild- oder PostScript-Dateien erzeugen.%n%nName des Druckers:
es: PDFCreator instala una impresora en su equipo. Con esta impresora, cada aplicación con capacidad de imprimir puede crear documentos PDF, de imágenes o PostScript.%n%nNombre de la impresora:
et: PDFCreator paigaldab Teie arvutisse printeri. Selle kõikidele programmidele kättesaadava printeri abil saab luua PDF-faile, bittraster faile või PostScript-faile.%n%nPrinteri nimi:
fa: PDFCreator یک چاپگر در رایانه شما نصبخواهد کرد. با این چاپگر،هر برنامه ای که قادر به چاپ باشد، میتواند فایل پی دی اِف،بیت مپ،یا فایل پست اسکریپت ایجاد کند.%n%nنام چاپگر:
fi: Asennetaan tietokoneeseen tulostin, jota käyttäen jokaisella tulostuskykyisellä sovelluksella voidaan luoda PDF-, bittikartta- tai PostScript-tiedostoja.%n%nTulostimen nimi:
fr: PDFCreator installe une imprimante sur votre ordinateur. Via cette imprimante, toutes les applications capables d'imprimer peuvent créer des documents PDF, des images bitmap ou des fichiers PostScript.%n%nNom de l'imprimante :
ga: Suiteálann PDFCreator clóire ar do ríomhaire. Leis an gclóire seo is féidir le gach feidhmchlár cáipéisí a chlóbhualadh, cáipéisí PDF, mapaí giotán nó comhaid PostScript a chruthú.%n%nAinm an chlóire:
gd: Stàlaichidh PDFCreator clò-bhualadair air a' choimpiutair agad. Air an dòigh seo, 's urrainn dhut sgrìobhainnean PDF, dealbhan no faidhlichean PostScript a chruthachadh ann am prògram sam bith a tha comasach air clò-bhualadh.%n%nAinm a' chlò-bhualadair:
hu: A PDFCreator egy nyomtatót telepít az Ön számítógépére. Erre a nyomtatóra minden olyan alkalmazásból tud nyomtatni, amely PDF-et, képet vagy PostScript állományt tud létrehozni.%n%nA nyomtató neve:
it: PDFCreator installerà una stampante sul tuo computer. Con questa stampante ogni programma che in grado di stampare potrà creare documenti PDF, immagini o file PostScript.%n%nNome della stampante:
lt: „PDFCreator“ įdiegs jūsų kompiuteryje spausdintuvą. Su šiuo spausdintuvu kiekviena programa, galinti spausdinti, galės kurti PDF dokumentus, rastrinius ar PostScript failus.%n%nSpausdintuvo pavadinimas:
nb_no: PDFCreator installerer en skriver på computeren. Med den skriveren kan alle programmer, som kan skrive ut, opprette PDF-dokumenter, bitmap- eller PostScriptfiler.%n%nSkrivernavn:
nl: PDFCreator installeert een 'printer' op je systeem waarmee elk programma dat kan afdrukken, PDF's, bitmap- of PostScript-bestanden kan maken.%n%nPrinternaam:
pl: PDFCreator instaluje drukarkę na komputerze. Dzięki tej drukarce każda aplikacja, która jest w stanie drukować, może tworzyć pliki PDF, pliki bitmapowe lub pliki PostScript.%n%nNazwa drukarki:
pt_br: O PDFCreator instala uma impressora no seu computador. Com ela, qualquer aplicativo com capacidade de impressão pode criar documentos PDF, bitmaps ou arquivos PostScript.%n%nNome da impressora:
ru: PDFCreator устанавливает принтер на вашем компьютере. С этим принтером каждое приложение может создавать PDF-документы, растровые изображения или PostScript-файлы.%n%nИмя принтера:
sk: Program PDFCreator nainštaluje tlačiareň do vášho počítača. S touto tlačiarňou môžete z každého programu, ktorý tlačí, vytvoriť PDF dokumenty, obrázky alebo PostScript súbory.%n%nNázov tlačiarne:
sl: PDFCreator na računalnik namesti tiskalnik. Z njim lahko vsak program, ki podpira tiskanje, ustvari PDF dokumente, bitne slike ali datoteke PostScript.%n%nIme tiskalnika:
sv: PDFCreator installerar en skrivare i Er dator. Med denna skrivare kan varje program som kan skriva ut, skapa PDF-dokument, bitmapfiler eller PostScriptfiler.%n%nSkrivarens namn:

source: Bad gateway (502)
ca: Porta d'enllaç incorrecta (502)
cs: Špatná brána (502)
da: Ugyldig gateway (502)
de: Falsches Gateway (502)
es: Puerta de enlace incorrecta (502)
et: Lüüsi viga (502)
fa: دروازه بد است (502)
fi: Virheellinen yhdyskäytävä (502)
fr: Passerelle injoignable (502)
ga: Drochgheata (502)
gd: Droch-gheata (502)
hu: Helytelen átjáró (502)
it: Gateway errato (502)
lt: Blogas šliuzas (502)
nb_no: Ugyldig gateway (502)
nl: Ongeldige gateway (502)
pl: Błąd bramy (502)
pt_br: Entrada errada (502)
ru: Недопустимый шлюз (502)
sk: Zlá brána (502)
sl: Napačen prehod (502)
sv: Felaktig gateway (502)

source: PDFCreator is already installed. It is necessary to uninstall the existing installation (version %1) before installing PDFCreator %2.%n%nDo you want to update PDFCreator now? Your PDFCreator settings and printers will be preserved.
ca: El PDFCreator ja està instal·lat. Desinstal·leu la versió existent %1 abans d'instal·lar el PDFCreator %2.%n%nVoleu actualitzar el PDFCreator ara? Les configuracions i impressores del PDFCreator es conservaran.
cs: PDF Creator je již nainstalován. Je nezbytné předchozí verzi (verze %1) odebrat předtím, než začne instalace PDF Creatoru %2.%n%nChceš začít nyní? Nastavení zůstanou zachována.
da: PDFCreator er allerede installeret. Den eksisterende installation (version %1) skal afinstalleres før installering af PDFCreator %2.%n%nSkal PDFCreator opdateres nu? Dine PDFCreator-indstillinger og -printere bevares.
de: PDFCreator ist bereits installiert. Es ist notwendig die bestehende Installation (Version %1) zu deinstallieren, bevor die Installation von PDFCreator %2 fortgesetzt wird.%n%nMöchten Sie jetzt mit dem Update fortfahren? Ihre Einstellungen und Drucker bleiben erhalten.
es: PDFCreator ya está instalado. Es necesario desinstalar el actual (versión %1) antes de instalar PDFCreator %2.%n%n¿Quiere actualizar PDFCreator ahora? Se conservarán sus ajustes e impresoras.
fa: PDFCreator از قبل نصب شده است. حذف نسخه نصب شده موجود (نسخه %1) قبل از نصبPDFCreator %2 ضروری است%n%nآیا حالا میخواهید PDFCreator را بروز رسانی کنید؟ تنظیمات PDFCreator و چاپگر ها حفظ خواهند شد.
fi: Sovellus on jo asennettu. Aiempi asennus (versio %1) pitää poistaa ennenkuin voidaan asentaa PDFCreator %2.%n%nPäivitetäänkö sovellus nyt? PDFCreator-tulostimet ja niiden asetukset säilytetään.
fr: PDFCreator est déjà installé. Il est nécessaire de désinstaller la version %1 avant d'installer PDFCreator en version %2.%n%n Voulez-vous mettre à jour PDFCreator maintenant ? Vos paramètres de PDFCreator ainsi que vos imprimantes seront préservés.
ga: Tá PDFCreator suiteáilte cheana. Is gá an tsuiteáil atá ann (leagan %1) a dhíshuiteáil sula ndéantar PDFCreator %2 a shuiteáil.%n%nAn mian leat PDFCreator a nuashonrú anois? Coimeádfar na socruithe agus na clóirí PDFCreator atá agat.
hu: A PDFCreator már telepítve van. A telepített %1 változatot el kell távolítani a PDFCreator %2.%n% telepítése előtt. Kívánja most a PDFCreator frissítését? A program beállításai és a nyomtatók változatlanul maradnak.
it: PDFCreator è già installato. È necessario disinstallare la versione esistente (%1) prima di installare PDFCreator %2.%n%nDesideri aggiornare PDFCreator in questo momento? Verranno mantenute tutte le impostazioni e le stampanti.
lt: „PDFCreator“ jau įdiegtas. Prieš diegiant „PDFCreator %2“, būtina pašalinti esamą (%1 versija).%n%nAr norite atnaujinti „PDFCreator“ dabar? Jūsų „PDFCreator“ parametrai ir spausdintuvai išliks.
nb_no: PDFCreator er allerede installert. Det er nødvendig å avinstallere den eksisterende installasjonen (versjon %1) før PDFCreator %2 kan installeres%n%nØnsker du å oppdatere PDFCreator nå? Dine PDFCreator innstillinger og skrivere blir bevart.
nl: PDFCreator is al geïnstalleerd. Verwijder eerst de bestaande installatie (versie %1) alvorens PDFCreator %2 te installeren.%n%nWil je PDFCreator nu updaten? Je instellingen blijven bewaard.
pl: PDFCreator jest już zainstalowany. Konieczne jest odinstalowanie istniejącej instalacji (wersja %1) przed zainstalowaniem PDFCreator %2. %n%nCzy chcesz teraz zaktualizować PDFCreator? Twoje ustawienia i drukarki zostaną zachowane.
pt_br: O PDFCreator já está instalado! É necessário desinstalar a instalação existente (versão %1) antes de instalar o PDFCreator %2.%n%nVocê quer atualizar o PDFCreator agora? As suas opções do PDFCreator e impressoras serão preservadas.
ru: PDFCreator уже установлен. Необходимо удалить существующую установку (версия %1) перед установкой PDFCreator %2.%n%nВы хотите сейчас обновить PDFCreator? Настройки PDFCreator и принтеры будут сохранены.
sk: PDFCreator je už nainštalovaný. Je nevyhnutné odinštalovať už existujúcu verziu (%1) pred nainštalovaním novej verzie programu PDFCreator %2.%n%nChcete aktualizovať program PDFCreator teraz? Vaše nastavenia programu a tlačiarní budú zachované.
sl: PDFCreator je že nameščen. Treba je odstraniti obstoječ program (različica %1), preden se lahko namesti PDFCreator %2.%n%nAli želite, da se PDFCreator posodobi zdaj? Vaši tiskalniki in nastavitve se bodo ohranili.
sv: PDFCreator är redan installerat. Det är nödvändigt att avinstallera den befintliga installationen (version %1) före installation av PDFCreator %2.%n%nVill Ni uppdatera PDFCreator nu? Era PDFCreator-inställningar och -skrivare kommer att bevaras.

source: By clicking on Next you accept the license agreement.
ca: En fer clic a «Endavant» accepteu l'acord de llicència.
cs: Kliknutím na tlačítko Další souhlasíš s licenčním ujednáním.
da: Ved at klikke på Næste accepteres licensaftalen.
de: Durch Klicken auf Weiter akzeptieren Sie die Lizenzvereinbarung.
es: Al hacer clic en Siguiente Usted acepta el acuerdo de licencia.
fa: با کلیک روی بعدی شما توافقنامه مجوز را می پذیرید.
fi: Napsauttamalla painiketta 'Seuraava' hyväksyt käyttöoikeusehdot.
fr: En cliquant sur Suivant, vous acceptez le contrat de licence.
ga: Trí Ar aghaidh a bhrúigh, glacann tú leis an gcomhaontú don cheadúnas.
hu: A Tovább gombra kattintással Ön elfogadja a licenc szerződést.
it: Cliccando su Avanti si accetta il contratto di licenza.
lt: Paspausdami Toliau jūs patvirtinate, kad sutinkate su licencijos sąlygomis.
nb_no: Ved å klikke på neste så aksepterer du lisensavtalen.
nl: Je accepteert de licentievoorwaarden door op 'doorgaan' te klikken.
pl: Klikając na Dalej akceptujesz postanowienia licencji.
pt_br: Clicando em Avançar, você aceita o acordo da licença.
ru: Нажав Далее, вы примете условия лицензионного соглашения.
sk: Kliknutím na tlačidlo Ďalej súhlasíte s licenčnými podmienkami.
sl: Z izbiro gumba Naprej potrjujete licenčni sporazum.
sv: Genom att klicka på Fortsätt godkänner Du licensavtalet.

source: PDFCreator license service configuration
ca: Servei de la configuració de llicència del PDFCreator
es: Configuración del servicio de licencia de PDFCreator
fa: پیکربندی سرویس مجوز PDFCreator
fi: PDFCreator lisenssipalvelinmääritykset
fr: Configuration du service de licence PDFCreator
it: Configurazione del servizio licenze PDFCreator
lt: „PDFCreator“ licencijų serviso konfigūracija
nl: Configuratie PDFCreator licentieservice
pl: Konfiguracja usługi licencyjnej PDFCreator
pt_br: Configurações do serviço de licença do PDFCreator
ru: Конфигурация службы лицензий PDFCreator
sl: Konfiguracija licenčne storitve za PDFCreator

source: Cannot connect
ca: No es pot connectar
cs: Nemohu se připojit
da: Kan ikke forbinde
de: Die Verbindung konnte nicht hergestellt werden
es: Imposible conectar
et: Ei suuda ühendada
fa: نمیتوان متصل شد
fi: Yhteydenmuodostus epäonnistui
fr: Connexion impossible
ga: Ní féidir nascadh
gd: Cha ghabh ceangal a dhèanamh
hu: Nem lehet kapcsolódni
it: Impossibile connettersi
lt: Negali prisijungti
nb_no: Kan ikke forbinde
nl: Kan niet verbinden
pl: Nie można połączyć
pt_br: Não é possível conectar
ru: Не удается подключиться
sk: Chyba pripojenia
sl: Povezava ni uspela
sv: Kan inte ansluta

source: PDFCreator log file
ca: Fitxer de registre de PDFCreator
cs: Logovací soubor PDFCreatoru
da: PDFCreator-logfil
de: PDFCreator Protokolldatei
es: Archivo de registro de PDFCreator
et: PDFCreator'i logifail
fa: فایل وقایع PDFCreator
fi: Tapahtumaloki
fr: Journal
ga: Comhad oiris PDFCreator
gd: Faidhle loga PDFCreator
hu: PDFCreator naplófájl
it: File di registro di PDFCreator
lt: „PDFCreator“ žurnalas
nb_no: PDFCreator loggfil
nl: PDFCreator logbestand
pl: Dziennik zdarzeń PDFCreator
pt_br: Arquivo de registro do PDFCreator
ru: Лог-файл PDFCreator
sk: Súbor záznamu programu PDFCreator
sl: PDFCreator dnevniška datoteka
sv: PDFCreator loggfil

source: Check your connection and click 'Retry' to try downloading the files again, or click 'Next' to continue installing anyway.
ca: Verifiqueu la connexió i feu clic a «Torna a provar» per intentar baixar altra vegada els fitxers, o feu clic a «Endavant» per continuar la instal·lació de totes maneres.
cs: Zkontroluj si své připojení a klikni na "Opakuj". Proběhne pokus o stažení souborů ještě jednou. Kliknutím na "Pokračuj" budu pokračovat v instalaci.
da: Kontroller forbindelsen og klik 'Prøv igen' for at forsøge at downloade filerne, eller klik 'Næste' for at fortsætte alligevel.
de: Prüfen Sie Ihre Verbindung und klicken Sie auf 'Wiederholen' für einen erneuten Versuch oder klicken Sie auf 'Weiter' um dennoch fortzusetzen.
es: Verifique su conexión y haga clic en 'Reintentar' para intentar descargar los archivos nuevamente, o haga clic en 'Siguiente' para continuar la instalación de todos modos.
et: Kontrolli oma võrguühendust ja kliki 'Korda' et uuesti alla laadida, või siis kliki 'Edasi' et jätkata paigaldusega.
fa: ارتباط خود را بررسی کرده و روی 'دوباره' برای دانلود دوباره فایل کلیک کنید، یا روی 'بعدی' برای ادامه نصب به هر نحو کلیک کنید.
fi: Tarkasta nettiyhteys sekä palomuuriasetukset ja valitse 'Uudelleenyritys' mikäli haluat ladata tiedostot uudestaan. Muussa tapauksessa jatka asentamista napsauttamalla 'Seuraava'.
fr: Vérifiez votre connexion et cliquez sur 'Recommencer' pour relancer le téléchargement des fichiers, ou cliquez sur 'Suivant' pour continuer malgré tout l'installation.
ga: Dearbháil do nasc agus brúigh 'Déan arís é' chun féachaint na comhaid a íosluchtú arís, nó brúigh 'Ar aghaidh' chun leanúint ar aghaidh ag suiteáil.
gd: Thoir sùil air a’ cheangal agad is briog air “Feuch ris a-rithist” airson na faidhlichean a luchdadh a-nuas a-rithist no air “Air adhart” gus leantainn air an t-suidheachadh co-dhiù.
hu: Ellenőrizze a kapcsolatot és kattintson az "Ismét" gombra a fájlok ismételt letöltéséhez, vagy kattintson a "Következő" gombra a telepítés folytatásához.
it: Controlla la connessione e fai clic su 'Riprova' per ritentare a scaricare i file, oppure fai clic su 'Successivo' per continuare ugualmente l'installazione.
lt: Patikrinkite ryšį ir spauskite 'Kartoti', pakartotiniam bandymui, atsisiųsti failus arba spauskite 'Toliau' diegimo tęsimui.
nb_no: Kontroller forbindelsen og klikk 'Prøv igjen' for å forsøke å laste ned filene, eller klikk 'Neste' for at fortsette allikevel.
nl: Controleer internetverbinding en klik 'Opnieuw' voor hernieuwde download of klik 'Doorgaan' om de installatie voort te zetten.
pl: Sprawdź połączenie i kliknij 'Ponów', aby spróbować ponownie pobrać pliki, albo kliknij 'Dalej', aby mimo to kontynuować instalację.
pt_br: Verifique a sua conexão e clique em 'Repetir' para tentar baixar os arquivos novamente, ou clique em 'Avançar' para continuar instalando assim mesmo.
ru: Проверьте подключение к Интернету и нажмите кнопку "Повторить", чтобы повторить попытку загрузки файлов, или нажмите кнопку "Далее" для продолжения установки.
sk: Skontrolujte vaše pripojenie a stlačte „Znovu" pre opätovné stiahnutie súborov alebo stlačte „Ďalej" ak chcete aj tak pokračovať v inštalácii.
sl: Preverite povezavo in izberite 'Ponovi' za ponoven poskus prenosa ali izberite 'Naprej', da nadaljujete z namestitvijo.
sv: Kontrollera anslutningen och klicka 'Försök igen' för att försöka ladda ned filerna igen, eller klicka 'Fortsätt' för att fortsätta installationen ändå.

source: PDFCreator requires Microsoft .Net %1. Please download and install Microsoft .Net %1 and then rerun the PDFCreator setup.
ca: El PDFCreator requereix Microsoft .Net %1. Baixeu i instal·leu el Microsoft .Net %1 i torneu a executar la instal·lació del PDFCreator.
cs: PDFCreator vyžaduje nainstalovaný .NET %1. Nejprve si stáhni a nainstaluj .NET %1 a pak se vrať k instalaci PDFCreatoru.
da: PDFCreator kræver Microsoft .Net %1. Download og installer Microsoft .Net %1 og kør så PDFCreator-opsætningen igen.
de: PDFCreator benötigt Microsoft .Net %1. Bitte laden Sie Microsoft .Net %1 herunter und installieren Sie es dann. Danach starten Sie das PDFCreator Setup erneut.
es: PDFCreator requiere Microsoft .NET Framework %1. Por favor descargue e instale Microsoft .NET Framework %1 y vuelva a ejecutar la instalación de PDFCreator.
et: PDFCreator vajab Microsoft .Net %1. Palun lae all aja paigalda Microsoft .Net %1 ja siis paigalda PDFCreator uuesti.
fa: PDFCreator نیاز به دات نت %1 دارد لطفا مایکروسافت دات نت %1 را داناود و نصب کنید و سپس راه انداز برنامه را مجدد اِجرا کنید.
fi: PDFCreatorin asennus vaatii tuotteen Microsoft .Net %1 olemassaolon. Lataa ja asenna ensin Microsoft .Net %1 ja käynnistä sen jälkeen PDFCreatorin asennus uudelleen.
fr: PDFCreator a besoin de Microsoft .Net %1. Veuillez télécharger et installer Microsoft .Net %1 puis relancez l'installation de PDFCreator.
ga: Tá Microsoft .Net %1 de dhíth ar PDFCreator. Íosluchtaigh agus suiteáil Microsoft .Net %1 agus tar éis sin rith arís cumrú PDFCreator.
gd: Feumaidh PDFCreator Microsoft .Net %1. Luchdaich a-nuas is stàlaich Microsoft .Net %1 agus tòisich suidheachadh PDFCreator a-rithist an uairsin.
hu: A PDFCreator-nak szüksége van a Microsoft .NET %1 szoftvercsomagra. Kérjük, töltse le és telepítse a Microsoft .NET %1-t, majd futtassa újra a PDFCreator telepítőjét.
it: PDFCreator richiede Microsoft .Net %1. Scaricare ed installare Microsoft .Net %1 ed eseguire nuovamente l'installazione di PDFCreator.
lt: „PDFCreator“ reikia Microsoft .Net %1. Atsisiųskite, įdiekite Microsoft .Net %1 ir vėl pakartokite „PDFCreator“ diegimą.
nb_no: PDFCreator krever Microsoft .Net %1. Vennligst last ned og installer Microsoft .Net %1 og kjør så PDFCreator installeringen på nytt.
nl: PDFCreator heeft Microsoft .Net %1 nodig. Download en installeer Microsoft .Net %1 en voer dan PDFCreator setup opnieuw uit.
pl: PDFCreator wymaga Microsoft .NET %1. Proszę pobrać i zainstalować program Microsoft .NET %1 i następnie uruchomić ponownie Instalator PDFCreator.
pt_br: O PDFCreator requer o Microsoft .Net %1. Por favor, baixe-o, instale-o e execute o instalador do PDFCreator novamente.
ru: Для PDFCreator необходим Microsoft .Net %1. Загрузите и установите Microsoft .Net %1, и затем вернитесь к установке PDFCreator.
sk: PDFCreator požaduje platformu Microsoft .Net %1. Stiahnite, nainštalujte si Microsoft .Net %1 a potom pokračujte v inštalácii programu PDFCreator.
sl: PDFCreator potrebuje Microsoft .Net %1. Najprej prenesite in namestite Microsoft .Net %1, nato ponovite to namestitev.
sv: PDFCreator behöver Microsoft .Net %1. Var god ladda ned och installera Microsoft .Net %1 och kör därefterPDFCreatorinstallationen igen.

source: Click here to revoke previous activations
ca: Feu clic aquí per revocar activacions prèvies
es: Haga clic aquí para revocar activaciones previas
fa: برای لغو فعالسازی های قبلی اینجا کلیک کنید
fi: Napsauta aiempien aktivointien mitätöimiseksi
fr: Cliquez ici pour révoquer les activations précédentes
it: Clicca qui per revocare le attivazioni precedenti
lt: Spustelėkite čia norėdami atšaukti ankstesnes aktyvacijas
nl: Klik om voorgaande activeringen te verwijderen
pl: Kliknij tutaj, aby odwołać poprzednie aktywacje
pt_br: Clique aqui para revogar ativações anteriores
ru: Нажмите здесь, чтобы отменить предыдущие активации
sl: Kliknite tukaj za razveljavitev prejšnjih aktivacij

source: PDFCreator settings
ca: Configuració del PDFCreator
cs: Nastavení PDFCreatoru
da: Indstillinger for PDFCreator
de: PDFCreator-Einstellungen
es: Ajustes de PDFCreator
et: PDFCreator'i suvandid
fa: تنظیمات برنامه
fi: Asetukset
fr: Paramètres de PDFCreator
ga: Socruithe PDFCreator
gd: Roghainnean PDFCreator
hu: PDFCreator beállítások
it: Impostazioni PDFCreator
lt: „PDFCreator“ nuostatos
nb_no: Installer PDFCreator
nl: PDFCreator instellingen
pl: Ustawienia PDFCreator
pt_br: Opções do PDFCreator
ru: Настройки PDFCreator
sk: Nastavenia programu PDFCreator
sl: Nastavitve programa PDFCreator
sv: PDFCreatorinställningar

source: Connecting...
ca: S'està connectant ...
cs: Připojuji se...
da: Forbinder...
de: Verbinde...
es: Conectando...
et: Ühendan...
fa: در حال اتصال...
fi: Muodostetaan yhteys...
fr: Connexion en cours...
ga: Ag nascadh...
gd: ’Gad cheangal...
hu: Kapcsolódás...
it: Connessione in corso...
lt: Jungiasi...
nb_no: Forbinder...
nl: Verbinden...
pl: Łączenie…
pt_br: Conectando...
ru: Подключение...
sk: Pripájanie...
sl: Povezovanje ...
sv: Ansluter...

source: PDFCreator setup
ca: Configuració del PDFCreator
cs: Nastavení PDFCreatoru
da: Opsætning af PDFCreator
es: Instalación de PDFCreator
et: PDFCreator'i paigaldamine
fa: راه انداز PDFCreator
fi: Määritykset
fr: Configuration de PDFCreator
ga: Cumrú PDFCreator
gd: Suidheachadh PDFCreator
hu: PDFCreator telepítés
it: Installazione PDFCreator
lt: „PDFCreator“ diegimas
nb_no: PDF Creator installering
pl: Instalacja PDFCreator
pt_br: Instalação do PDFCreator
ru: Установка PDFCreator
sk: Inštalácia programu PDFCreator
sl: Namestitev programa PDFCreator
sv: PDFCreatorinstallation

source: Create
ca: Crea
cs: Vytvoř
da: Opret
de: Erstellen
es: Crear
et: Loo
fa: ایجاد
fi: Luo
fr: Créer
ga: Cruthaigh
gd: Cruthaich
hu: Létrehozás
it: Crea
lt: Kurti
nb_no: Opprett
nl: Maak
pl: Twórz
pt_br: Criar
ru: Создание
sk: Vytvoriť
sl: Ustvarjanje
sv: Skapa

source: Password:
ca: Contrasenya:
es: Contraseña:
fa: رمزعبور:
fi: Salasana:
fr: Mot de passe :
lt: Slaptažodis:
nl: Wachtwoord:
pl: Hasło:
pt_br: Senha:
ru: Пароль:
sl: Geslo:
