Repository: 011001010110011101101101/PDFCreator
Catalog: Source/Languages/*/LC_MESSAGES/innosetup.po
Languages: ca, cs, da, de, es, et, fa, fi, fr, ga, gd, hu, it, lt, nb_no, nl, pl, pt_br, ru, sk, sl, sv

source: The PDFCreator setup has installed the .Net framework 4.0. This step needs a system restart. Please reboot your system now and then start the setup again.%n%nSetup will now exit.
ca: La configuració del PDFCreator ha instal·lat el NET Framework 4.0. Aquest pas necessita un reinici del sistema. Reinicieu ara i després inicieu l'instal·lador novament.%n%n El programa d'instal·lació finalitzarà ara.
cs: PDF Creator nainstaloval .Net framework 4.0. Tento krok vyžaduje restart systému. Restartuj systém a pak pusť instalaci znovu.%n%nInstalátor nyní skončí.
da: Opsætningen af PDFCreator har installeret .Net Framework 4.0. Systemet skal genstartes. Genstart nu og start så opsætningen igen.%n%Setup afsluttes.
de: Das PDFCreator Setup hat das .Net Framework 4.0 installiert. Dieser Schritt benötigt einen Systemneustart. Bitte starten Sie Ihr System neu und führen Sie danach das Setup erneut aus.%n%nDas Setup wird jetzt beendet.
es: La instalación de PDFCreator instaló .NET Framework 4.0. Esto requiere de un reinicio del equipo. Por favor reinicie su equipo ahora y luego inicie nuevamente la instalación.%n%nLa instalación ahora se va a cerrar.
et: PDFCreator paigaldas .Net framework 4.0. Järgneva sammuna oleks vaja taaskäivitada arvuti. Palun taaskäivita arvuti ja pöördu tagasi PDFCreatori paigaldamise juurde.%n%nHetkel lõpetab paigaldaja töö.
fa: راه انداز PDFCreator دات نت فریم ورک 4.0 را نصب کرده است. این مرحله نیاز به ریستارت سیستم است. لطفا حالا سیستم خود را ریستارت کرده و سپس راه انداز را دوباره اجرا کنید.%n%nحالا از راه انداز خارج میشود.
fi: PDFCreator vaatii toimiakseen .Net Framework 4.0:n. Tietokone täytyy uudelleenkäynnistää ennen asennuksen jatkamista.%n%nAsennus keskeytetään.
fr: La configuration de PDFCreator a installé le .Net Framework 4.0. Cette étape nécessite un redémarrage du système. Merci de redémarrer votre système puis recommencer la configuration.%n%nLe programme d'installation va maintenant se terminer.
ga: Shuiteáil cumraíocht PDFCreator an creatlach .Net 4.0. Is gá an córas a atosú don chéim seo. Atosaigh an ríomhaire anois agus ina dhiaidh sin tosaigh an cumraíocht arís.%n%nDúnfaidh an chumraíocht anois.
gd: Stàlaich PDFCreator .Net Framework 4.0. Feumaidh an siostam ath-thòiseachadh a-nis. Ath-thòisich an siostam agad a-nis is tòisich gleus an t-suidheachaidh às ùr an uairsin.%n%nDùinidh gleus an t-suidheachaidh e fhèin a-nis.
hu: A PDFCreator telepítője elvégezte a .NET Framework 4.0 telepítését. Ez a lépés újraindítást igényel. Kérjük, indítsa újra a rendszert, majd futtassa újból a telepítőt.%n%nA telepítő most kilép.
it: L'installazione di PDFCreator ha installato .Net Framework 4.0. Questo passaggio richiede un riavvio del sistema. Si prega di eseguire il riavvio e ripetere la procedura.%n%nInstallazione interrotta.
lt: „PDFCreator“ diegimo programa turi įdiegti .Net framework 4.0. Šiam žingsniui reikia iš naujo paleisti sistemą. Dabar paleiskite sistemą iš naujo ir dar kartą paleiskite diegimo programą.%n%nDiegimo programa dabar bus uždaryta.
nb_no: PDFCreator oppsett har installert .Net framework 4.0. Dette krever en omstart av systemet. Vennligst start systemet nå og deretter start oppsett av PDFCreator.
nl: Setup heeft eerst .Net Framework 4.0 geïnstalleerd. Dit vergt een herstart, waarna je opnieuw de setup moet draaien.%n%nSetup sluit nu.
pl: PDFCreator zainstalował .NET Framework 4.0. Ten krok wymaga ponownego uruchomienia systemu. Uruchom ponownie swój system, a następnie uruchom ponownie instalator.%n%nInstalator zakończy teraz pracę.
pt_br: O instalador do PDFCreator instalou o .Net Framework 4.0. Esta etapa precisa de uma reinicialização do sistema. Por favor, reinicie-o agora e, a seguir, reinicie a instalação.%n%nO Instalador agora será fechado.
ru: Программа установки PDFCreator установила .NET Framework 4.0. Этот шаг требует перезапуска системы. Пожалуйста, выполните сейчас перезагрузку системы и начните установку заново.%n%nПрограмма установки сейчас завершится.
sk: Inštalátor PDFCreatora nainštaloval .Net Fremewor 4.0. Je potrebné reštartovať počítač. Reštartujte váš systém a spustite inštalátor znovu.%n%nInštalácia bude teraz ukončená.
sl: Namestitveni program za PDFCreator je namestil .Net framework 4.0. Sedaj je potreben ponovni zagon. Prosim, ponovno zaženite računalnik in ponovite namestitev za PDFCreator.%n%nNamestitveni program se bo sedaj zaprl.
sv: PDFCreators installation har installerat .Net framework 4.0. Nu behövs en omstart. Var god starta om datorn, och starta sedan installationen igen.%n%nInstallationsprogrammet kommer nu att avslutas.

source: Automatic updates
ca: Actualitzacions automàtiques
cs: Automatické aktualizace
da: Automatisk opdatering
de: Automatische Aktualisierung
es: Actualizaciones automáticas
et: Automaatsed uuendused
fa: بروز رسانی خودکار
fi: Automaattiset päivitykset
fr: Mises à jour automatiques
ga: Nuashonruithe uathoibríocha
gd: Ùrachadh fèin-obrachail
hu: Automatikus frissítések
it: Aggiornamenti automatici
lt: Automatiniai atnaujinimai
nb_no: Automatisk oppdatering
nl: Automatische updates
pl: Automatyczne aktualizacje
pt_br: Atualizações automáticas
ru: Автоматические обновления
sk: Automatické aktualizácie
sl: Samodejne posodobitve
sv: Automatiska uppdateringar

source: The activation is too old! Please renew your activation.
ca: L'activació és molt antiga! Renoveu l'activació.
cs: Aktivace je příliš stará! Prosím, obnov si svou aktivaci.
da: Aktiveringen er udløbet! Forny aktiveringen.
de: Die Aktivierung ist zu alt! Bitte erneuern Sie die Aktivierung.
es: ¡La activación es muy antigua! Por favor renueve su activación.
et: Aktiveering on liiga vana! Palun uuenda aktiveeringut.
fa: فعالسازی خیلی قدیمی است.لطفا فعالسازی خود را تازه کنید.
fi: Aktivointi on vanhentunut, ja vaatii uusimista.
fr: L'activation est trop ancienne ! Veuillez renouveler votre activation.
ga: Tá an gníomhachtú róshean! Athnuaigh do ghníomhachtú.
gd: Tha an ceadachas ro aosta! Tha agad ri ùrachadh.
hu: Ez az aktiváció túl régi. Kérjük, újítsa meg.
it: L'attivazione è troppo vecchia. È necessario rinnovarla.
lt: Aktyvinimas per senas! Prašome atnaujinti savo aktyvaciją.
nb_no: Aktiveringen er utløpt! Forny aktiveringen.
nl: Je activering is te lang geleden. Vernieuw je activering.
pl: Aktywacja jest zbyt stara! Proszę odnowić swoją aktywację.
pt_br: A ativação é muito antiga! Por favor, renove-a.
ru: Активация устарела! Пожалуйста, обновите активацию.
sk: Aktivácia je zastaralá! Obnovte si vašu aktiváciu.
sl: Aktivacija je prestara! Obnovite vašo aktivacijo.
sv: Aktiveringen är för gammal. Var god förnya aktiveringen.

source: Cancelling download...
ca: S'està cancel·lant la baixada...
cs: Ruším stahování ...
da: Afbryder download...
de: Download wird abgebrochen...
es: Cancelando descarga...
et: Katkestan allalaadimist...
fa: در حال لغو دانلود...
fi: Peruutetaan lataaminen...
fr: Annulation du téléchargement...
ga: Ag cur an t-íosluchtú ar ceal...
gd: A’ sgur dhen luchdadh a-nuas...
hu: Letöltés megszakítása...
it: Annullamento scaricamento...
lt: Nutraukia parsisiuntimą...
nb_no: Avbryter nedlasting ...
nl: Afbreken download...
pl: Anulowanie pobierania…
pt_br: Parando de baixar...
ru: Отмена загрузки...
sk: Rušenie sťahovania...
sl: Prenos se ustavlja ...
sv: Avbryter nedladdning...

source: The application '%1' is running.%n%nPlease close the application first.%n%n
ca: L'aplicació «%1» està en ús.%n%nTanqueu l'aplicació abans de continuar.%n%n
cs: Aplikace '%1' je spuštěna.%n%nProsím, nejprv aplikaci zavři.%n%n
da: Programmet '%1' kører.%n%nLuk det først.%n%n
de: Das Programm "%1" wird gerade verwendet.%n%nBitte beenden Sie das Programm erst.%n%n
es: La aplicación "%1" está en uso.%n%nPor favor cierre la aplicación antes de continuar.%n%n
et: Programm "%1" töötab.%n%nPalun sulge see programm.%n%n
fa: برنامه '%1' در اِجرا است.%n%nلطفا ابتدا برنامه را ببندید.%n%n
fi: Sovellus '%1' on käynnissä.%n%nSulje ensin kyseinen sovellus.%n%n
fr: L'application '%1' est en cours d'utilisation.%n%nVeuillez fermer l'application.%n%n
ga: Tá an feidhmchlár '%1' ag rith.%n%nDún an feidhmchlár ar dtús.%n%n
gd: Tha cuideigin a' cleachdadh a' phrògraim "%1" an-dràsta fhèin.%n%nFàg am prògram sin an toiseach.%n%n
hu: A %1 alkalmazás jelenleg is fut.%n%nKérjük, előbb zárja be az alkalmazást.%n%n
it: Il programma '%1' è in esecuzione.%n%nÈ necessario chiuderlo per proseguire.%n%n
lt: Programa „%1“ jau paleista.%n%nPrašome pirma uždaryti programą.%n%n
nb_no: Programmet '%1' kjører.%n%nSteng det først.%n%n
nl: Toepassing '%1' is actief.%n%nSluit deze eerst af.%n%n
pl: Program "%1" jest uruchomiony.%n%nProszę najpierw zamknąć program.%n%n
pt_br: O aplicativo '%1' está em execução.%n%nPor favor, feche-o primeiro.%n%n
ru: Запущено приложение '%1'.%n%nПожалуйста, сначала закройте его.%n%n
sk: Program „%1" stále beží.%n%nNajprv ho musíte zatvoriť.%n%n
sl: Izvaja se program '%1'.%n%nNajprej ga morate zapreti.%n%n
sv: Programmet '%1' körs.%n%nAvsluta programmet först.%n%n

source: Choosing a printer name.
ca: Trieu un nom d'impressora.
cs: Výběr názvy tiskárny.
da: Valg af printernavn.
de: Auswahl eines Druckernamens.
es: Eligiendo un nombre para la impresora.
et: Valin printeri nime.
fa: نام چاپگر را انتخاب کنید.
fi: Tulostimen nimen valinta.
fr: Choisir un nom d'imprimante.
ga: Ag roghnú ainm clóire.
gd: A' taghadh ainm airson clò-bhualadair.
hu: Nyomtató név megadása.
it: Scegli un nome per la stampante.
lt: Pasirinkite spausdintuvo pavadinimą.
nb_no: Velg et skrivernavn.
nl: Kies een printernaam.
pl: Wybieranie nazwy drukarki.
pt_br: Escolha um nome da impressora.
ru: Выбор имени принтера.
sk: Výber názvu tlačiarne.
sl: Izbira imena tiskalnika.
sv: Välj ett skrivarnamn.

source: The application is already installed.%n%nAn update is not possible. Please uninstall the application first.%n%nThe setup will be canceled.
ca: L'aplicació ja està instal·lada.%n%nNo es pot actualitzar. Desinstal·leu l'aplicació abans de continuar.%n%nLa instal·lació es cancel·larà.
cs: Aplikace je již nainstalována.%n%nAktualizace není možná. Nejprv odinstaluj aplikaci.%n%n Instalace bude nyní zrušena.
da: Programmet er allerede installeret.%n%nOpdatering er ikke mulig. Afinstaller programmet først.%n%nOpsætningen afbrydes.
de: Das Programm ist bereits installiert.%n%nEin Update ist nicht möglich! Bitte deinstallieren Sie erst das Programm.%n%nDie Installation wird abgebrochen.
es: La aplicación ya está instalada.%n%nNo se puede realizar una actualización. Por favor desinstale la aplicación antes de continuar.%n%nLa instalación será cancelada.
et: Programm on juba paigaldatud.%n%nUuendamine pole võimalik! Enne tuleks eemaldada paigaldatud progamm.%n%nPaigaldamine katkestati.
fa: برنامه از قبل نصب شده است.%n%nبروز رسانی امکان ندارد. لطفا ابتدا برنامه را حذف کنید.%n%nراه انداز لغو خواهد شد.
fi: Sovellus on jo asennettu.%n%nPäivittäminen ei ole mahdollista, poista ensin vanhempi versio.%n%nAsennus keskeytetään.
fr: L'application est déjà installée.%n%nLa mise à jour n'est pas possible.%n%nVeuillez commencer par désinstaller l'application.%n%nL'installation sera annulée.
ga: Tá an feidhmchlár suiteáilte cheana.%n%nNí féidir é a nuashonrú. Déan an feidhmchlár a dhíshuiteáil ar dtús.%n%nCuirfear an socrú ar ceal.
gd: Chaidh am prògram seo a' stàladh mu thràth.%n%nCha ghabh ùrachadh. Dì-stàlaich e an toiseach.%n%nSguir sinn dhen stàladh.
hu: Ez az alkalmazás már telepítve van.%n%nFrissítés nem lehetséges. Kérjük, előbb távolítsa el az alkalmazást.%n%nA telepítő leáll.
it: Il programma è già installato.%n%nImpossibile aggiornarlo. È necessario prima disinstallarlo.%n%nL'installazione verrà annullata.
lt: Programa jau įdiegta.%n%nAtnaujinimas neįmanomas! Prašome pirma pašalinti programą.%n%nDiegimas bus nutrauktas.
nb_no: Programmet er allerede installert.%n%nOppdatering er ikke mulig. Avinstaller programmet først.%n%n Oppsettingen avbrytes.
nl: Het programma is al geïnstalleerd.%n%nVernieuwen kan nu niet; verwijder de bestaande versie eerst.%n%nSetup wordt afgebroken.
pl: Program jest już zainstalowany.%n%nAktualizacja nie jest możliwa! Proszę najpierw odinstalować program.%n%nInstalacja zostanie anulowana.
pt_br: O aplicativo já está instalado.%n%nNão é possível atualizar. Por favor, primeiro desinstale o aplicativo.%n%nA instalação será cancelada.
ru: Приложение уже установлено.%n%nЕго обновление невозможно. Пожалуйста, сначала удалите приложение.%n%nУстановка будет отменена.
sk: Program je už nainštalovaný.%n%nAktualizácia nie je možná. Musíte ho najprv odinštalovať.%n%nInštalácia bude teraz ukončená.
sl: Program je že nameščen.%n%nPosodobitev ni mogoča. Najprej odstranite program.%n%nNamestitev se bo prekinila.
sv: Programmet är redan installerat. En uppdatering går inte. Var god avinstallera programmet först.%n%nInstallationen avbryts.

source: Convert
ca: Converteix
cs: Převeď
da: Konverter
de: Konvertieren
es: Convertir
et: Konverteeri
fa: تبدیل
fi: Muunna
fr: Convertir
ga: Tiontaigh
gd: Iompaich
hu: Konvertálás
it: Converti
lt: Konvertavimas
nb_no: Konverter
nl: Converteren
pl: Konwertuj
pt_br: Converter
ru: Преобразование
sk: Prevod
sl: Pretvori
sv: Konvertera

source: The application is already installed.%n%nFor a new installation uninstall the application first.%n%nThe setup will be canceled.
ca: L'aplicació ja està instal·lada.%n%nPer a una instal·lació nova, desinstal·leu abans la versió actual.%n%nEs cancel·larà la instal·lació.
cs: Aplikace je již nainstalována.%n%nNová instalace není možná. Nejprv odinstaluj starou aplikaci.%n%n Instalace bude nyní zrušena.
da: Programmet er allerede installeret.%n%nFor at foretage en ny installation skal programmet først afinstalleres.%n%nOpsætningen afbrydes.
de: Das Programm ist bereits installiert.%n%nFür eine Neuinstallation deinstallieren Sie zuvor das Programm.%n%nDie Installation wird abgebrochen.
es: La aplicación ya está instalada.%n%nPara una instalación nueva, desinstale antes la versión actual.%n%nLa instalación será cancelada.
et: Programm on juba paigaldatud.%n%nUueks paigaldamiseks tuleks eemaldada paigaldatud progamm.%n%nPaigaldamine katkestati.
fa: برنامه از قبل نصب شده است.%n%nبرای نصب جدید ابتدا نسخه قدیمی را حذف کنید.%n%nراه انداز لغو خواهد شد.
fi: Sovellus on jo asennettu.%n%nUudelleenasentamista ei voi suorittaa, ennenkuin aiempi asennus on poistettu.%n%nAsennus keskeytetään.
fr: L'application est déjà installée.%n%nPour une nouvelle installation, commencer par désinstaller l'application.%n%nL'installation sera annulée.
ga: Tá an feidhmchlár seo suiteáilte cheana.%n%nChun suiteáil nua a dhéanamh, díshuiteáil an feidhmchlár ar dtús.%n%nCuirfear an socrú ar ceal.
gd: Chaidh am prògram seo a stàladh mu thràth.%n%nFeumaidh tu sin a thoirt air falbh an toiseach mus urrainn dhut a stàladh às ùr.%n%nSguir sinn dhen stàladh.
hu: Ez az alkalmazás már telepítve van.%n%nÚjbóli telepítéshez előbb távolítsa el a programot.%n%nA telepítő most kilép.
it: Il programma è già installato.%n%nPer effettuare una nuova installazione è necessario disinstallarlo.%n%nL'installazione verrà annullata.
lt: Programa jau įdiegta.%n%nNaujam įdiegimui pirmiausia išdiekite programą.%n%nDiegimas bus atšauktas.
nb_no: Programmet er allerede installert.%n%nVed en ny installasjon, skal programmet først avinstalleres.%n%nOppsettingen avbrytes.
nl: Het programma is al geïnstalleerd.%n%nOm te herinstalleren, moet u de applicatie eerst verwijderen.%n%nInstallatie wordt afgebroken.
pl: Program jest już zainstalowany.%n%nDla nowej instalacji należy najpierw odinstalować program.%n%nInstalacja zostanie anulowana.
pt_br: O aplicativo já está instalado.%n%nPara reinstalá-lo, primeiro desinstale-o.%n%nA instalação será cancelada.
ru: Приложение уже установлено.%n%nДля новой установки сначала удалите приложение.%n%nУстановка будет отменена.
sk: Program je už nainštalovaný.%n%nPre novú inštaláciu musíte najprv odinštalovať program.%n%nInštalácia bude zrušená.
sl: Program je že nameščen.%n%nZa ponovno namestitev ga najprej odstranite.%n%nNamestitev se bo prekinila.
sv: Programmet är redan installerat.%n%nFör att installera på nytt måste det befintliga programmet avinstalleras.%n%nInstallationen avbryts.

source: Current file
ca: Fitxer actual
cs: Současný soubor
da: Aktuel fil
de: Aktuelle Datei
es: Archivo actual
et: Praegune fail
fa: فایل فعلی
fi: Nykyinen tiedosto
fr: Fichier en cours
ga: An comhad reatha
gd: Am faidhle làithreach
hu: Aktuális fájl
it: File attuale
lt: Dabartinis failas
nb_no: Aktuell fil
nl: Huidig bestand
pl: Bieżący plik
pt_br: Arquivo atual
ru: Текущий файл
sk: Aktuálny súbor
sl: Trenutna datoteka
sv: Aktuell fil

source: The application is not installed. You cannot use this patch.
ca: L'aplicació no està instal·lada. No podeu utilitzar aquesta correcció.
cs: Aplikace není nainstalována. Tento patch nemůžeš tedy použít.
da: Programmet er ikke installeret. Denne patch han ikke bruges.
de: Das Programm ist nicht installiert! Der Patch kann nicht angewendet werden.
es: La aplicación no está instalada. No puede utilizar esta corrección.
et: Programmi pole paigaldatud! Ei saa seda paika kasutada.
fa: برنامه نصب نشده است.شما نمیتوانید از این وصله استفاده کنید.
fi: Korjaustiedostoa ei voida käyttää koska sovellusta ei ole asennettu.
fr: L'application n'est pas installée. Vous ne pouvez pas utiliser cette mise à jour.
ga: Níl an feidhmchlár suiteáilte. Ní féidir feidhm a bhaint as an bpreabán sin.
gd: Cha deach am prògram seo a stàladh 's chan urrainn dhuinn a' bhrèid a chur an sàs.
hu: A program nincs telepítve. Nem használhatja ezt a javítást.
it: Il programma non è installato. Non puoi utilizzare questa patch.
lt: Programa neįdiegta. Negalite naudoti šios pataisos.
nb_no: Programmet er ikke installert. Denne patch han ikke brukes.
nl: Het programma is niet geïnstalleerd; de aanpassing is niet bruikbaar.
pl: Program nie jest zainstalowany. Nie można użyć tej poprawki.
pt_br: O aplicativo não está instalado. Você não pode usar este patch.
ru: Приложение не установлено. Вы не можете использовать этот патч.
sk: Program nie je nainštalovaný. Nemôžete použiť túto cestu.
sl: Aplikacija ni nameščena. Tega popravka ne morete izvesti.
sv: Programmet är inte installerat. Ni kan inte använda denna Patch.

source: Details
ca: Detalls
cs: Podrobnosti
da: Detaljer
es: Detalles
et: Detailid
fa: جزئیات
fi: Tiedot
fr: Détails
ga: Mionsonraí
gd: Mion-fhiosrachadh
hu: Részletek
it: Dettagli
lt: Išsami informacija
nb_no: Detaljer
pl: Szczegóły
pt_br: Detalhes
ru: Подробности
sk: Detaily
sl: Podrobnosti
sv: Detaljer

source: The authorization is failed!
ca: L'autorització ha fallat!
cs: Autorizace selhala!
da: Autorisation mislykkedes!
de: Die Autorisierung ist fehlgeschlagen!
es: ¡La autorización falló!
fa: احراز هویت موفق به انجام نشد!
fi: Tunnistautuminen epäonnistui!
fr: La demande d'autorisation a échoué !
ga: Theip ar an údarú!
hu: Az azonosítás sikertelen!
it: Autorizzazione fallita!
lt: Autorizacija nepavyko!
nb_no: Autoriseringen feilet!
nl: Goedkeuring is mislukt!
pl: Autoryzacja nie powiodła się!
pt_br: Falha ao autorizar!
ru: Сбой авторизации!
sk: Autorizácia zlyhala!
sl: Avtorizacija ni uspela!
sv: Auktorisationen misslyckades!

source: Download cancelled
ca: Baixada cancel·lada
cs: Stahování zrušeno
da: Download afbrudt
de: Download abgebrochen
es: Descarga cancelada
et: Allalaadimine katkestatud
fa: دانلود لغو شد
fi: Lataaminen peruttu
fr: Téléchargement annulé
ga: Cuireadh an t-íosluchtú ar ceal
gd: Sguir thu dhen luchdadh a-nuas
hu: Letöltés megszakítva
it: Scaricamento annullato
lt: Parsisiuntimas nutrauktas
nb_no: Nedlasting avbrutt
nl: Download afgebroken
pl: Pobieranie przerwane
pt_br: Download cancelado
ru: Загрузка отменена
sk: Sťahovanie zrušené
sl: Prenos je preklican
sv: Nedladdning avbruten

source: The chosen printer name is too long. The name can be 221 characters long at the most. Please choose a new printer name.
ca: El nom triat per a la impressora és massa llarg. Com a màxim pot tenir 221 caràcters. Indiqueu un nom nou per a la impressora.
cs: Název tiskárny je moc dlouhý. Musíš se vejít do 221 znaků. Prosím, oprav jméno tiskárny.
da: Printernavnet er for langt. Det kan højst være på 221 tegn. Vælg et nyt printernavn.
de: Der angegebene Druckername ist zu lang. Der Name darf höchstens 221 Zeichen enthalten. Geben Sie einen neuen Druckernamen an.
es: El nombe de la impresora es demasiado largo. El nombre puede tener un máximo de 221 caracteres. Por favor proporcione un nuevo nombre para la impresora.
et: Valitud printeri nimi on liiga pikk. Nimi võib olla kuni 221 tähemärki pikk. Palun vali lühem printeri nimi.
fa: نام چاپگر انتخاب شده خیلی بلند است. نام میتواند حداکثر 221 کاراکتر داشته باشد. لطفا نام جدیدی برای چاپگر انتخاب کنید.
fi: Tulostimen nimi on liian pitkä. Nimen enimmäispituus 221 merkkiä. Määritä tulostimelle uusi nimi.
fr: Le nom de l'imprimante est trop long. Le nom peut comporter 221 caractères au maximum. Veuillez choisir un nouveau nom.
ga: Tá an t-ainm clóire sin rófhada. Ní féidir ach 221 charachtar ar a mhéad a bheith san ainm. Roghnaigh ainm clóire nua.
gd: Tha an t-ainm a chuir thu a-steach ro fhada. Chan fhaod barrachd air 221 caractar a bhith ann. Nach cuir thu a-steach ainm eile airson a' chlò-bhualadair?
hu: A válaszotott nyomtató név túl hosszú. A név legfeljebb 221 karakter hosszúságú lehet. Kérjük, válasszon új nevet.
it: Il nome inserito per la stampante è troppo lungo. Il nome non deve essere più lungo di 221 caratteri. Inserire un nome differente.
lt: Nurodytas spausdintuvo pavadinimas yra per ilgas. Pavadinimas turi būti ne ilgesnis kaip 221 simbolis. Nurodykite naują spausdintuvo pavadinimą.
nb_no: Skrivernavnet er for langt. Det kan høyst være på 221 tegn. Velg et nytt skrivernavn.
nl: Je printernaam is te lang; deze is maximaal 221 tekens. Kies een andere naam.
pl: Wybrana nazwa drukarki jest zbyt długa. Nazwa może mieć najwyżej 221 znaków. Proszę wybrać nową nazwę drukarki.
pt_br: O nome escolhido é muito grande. Ele pode ter 221 caracteres, no máximo. Por favor, escolha outro nome.
ru: Выбранное имя принтера слишком длинное. Имя может быть длиной до 221 символа. Пожалуйста, выберите новое имя принтера.
sk: Vybraný názov tlačiarne je príliš dlhý. Môže obsahovať najviac 221 znakov. Vyberte nový názov tlačiarne.
sl: Ime tiskalnika je predolgo - vsebuje lahko največ 221 znakov. Izberite drugo ime.
sv: Det valda skrivarnamnet är för långt. Namnet kan innehålla maximalt 221 tecken. Välj ett annat skrivarnamn.

source: Downloading additional files
ca: S'estan baixant fitxers addicionals
cs: Stahuji dodatečné soubory
da: Downloader yderligere filer
de: Download zusätzlicher Dateien
es: Descargando archivos adicionales
et: Laen alla lisafaile
fa: دانلود فایل های اضافه
fi: Lisätiedostojen lataaminen
fr: Téléchargement de fichiers supplémentaires
ga: Ag íosluchtú comhaid bhreise
gd: A’ luchdadh a-nuas an corr dhe na faidhlichean
hu: További fájlok letöltése
it: Scaricamento file aggiuntivi
lt: Papildomų failų parsisiuntimas
nb_no: Laster ned flere filer
nl: Extra bestanden ophalen
pl: Pobieranie dodatkowych plików
pt_br: Baixar Arquivos Adicionais
ru: Загрузка дополнительных файлов
sk: Sťahovanie doplnkových súborov
sl: Prenašanje dodatnih datotek
sv: Laddar ned ytterligare filer
