Repository: 011001010110011101101101/PDFCreator
Catalog: Source/Languages/*/LC_MESSAGES/innosetup.po
Languages: ca, cs, da, de, es, et, fa, fi, fr, ga, gd, hu, it, lt, nb_no, nl, pl, pt_br, ru, sk, sl, sv

source: Empty answer from license server!
ca: Resposta buida del servidor de llicències!
cs: Žádná odezva z licenčního serveru!
da: Tomt svar fra licensserver!
de: Leere Antwort vom Lizenzserver!
es: ¡Respuesta vacía del servidor de licencias!
et: Tühi vastus litsentsiserverilt!
fa: پاسخ سرور مجوز خالی است!
fi: Lisenssipalvelimen vastaus on puutteellinen!
fr: Pas de réponse du serveur de licence !
ga: Freagra folamh ó fhreastalaí na gceadúnas!
gd: Cha robh dad san fhreagairt o fhrithealaiche nan ceadachasan.
hu: Üres válasz a licensz kiszolgálótól!
it: La risposta del server delle licenze è vuota!
lt: Tuščias licencijų serverio atsakymas!
nb_no: Tomt svar fra lisensserver!
nl: Leeg antwoord van licentieserver!
pl: Pusta odpowiedź z serwera licencji!
pt_br: Resposta vazia do servidor da licença!
ru: Пустой ответ от сервера лицензий!
sk: Žiadna odpoveď z licenčného servera!
sl: Prazen odgovor z licenčnega strežnika!
sv: Inget svar från licensservern!

source: Please wait. Checking license key...
ca: S'està verificant la clau de llicència...
cs: Prosím, počkej. Kontroluji licenční klíč...
da: Vent. Kontrollerer licensnøgle...
de: Bitte warten. Überprüfe Lizenzschlüssel ...
es: Por favor aguarde. Verificando la clave de licencia...
et: Palun oota. Kontrollime litsentsivõtit...
fa: منتظر بمانید.بررسی کلید مجوز...
fi: Tarkastetaan lisenssiavainta...
fr: Veuillez patienter. Vérification de la clé de licence...
ga: Fan le do thoil é. Tá eochair an cheadúnais á dhearbháil...
gd: Fuirich ort, tha sinn a' sgrùdadh a' cheadachais...
hu: Kérlek várj. Licensz kulcs ellenőrzése...
it: Attendere. Verifica chiave di licenza...
lt: Prašome palaukti. Tikrinamas licencijos raktas...
nb_no: Vent. Kontrollerer lisensnøkkel...
nl: Wacht even, licentiesleutel controleren...
pl: Proszę czekać. Sprawdzanie klucza licencyjnego…
pt_br: Por favor, aguarde. Verificando a chave da licença...
ru: Идет проверка лицензионного ключа...
sk: Čakajte. Kontroluje sa licenčný kľúč...
sl: Prosim, počakajte. Preverja se licenčni ključ...
sv: Var god vänta. Licensnyckeln kontrolleras...

source: Enter the valid license key
ca: Proporcioneu una clau de llicència vàlida
cs: Vlož platný licenční klíč
da: Indsæt den gyldige licensnøgle
de: Geben Sie einen gültigen Lizenzschlüssel ein
es: Proporcione una clave de licencia válida
et: Sisesta kehtiv litsentsivõti
fa: کلید مجوز معتبر را وارد کنید
fi: Syötä lisenssiavain
fr: Entrer une clé de licence valide
ga: Cuir isteach an eochair cheadúnais bhailí
gd: Cuir iuchair dhligheach ceadachais a-steach
hu: Érvényes licenszkulcs megadása
it: Inserire una chiave di licenza valida
lt: Įveskite galiojantį licencijos raktą
nb_no: Legg inn en gyldig lisensnøkkel
nl: Voer een geldige licentiesleutel in
pl: Wprowadź prawidłowy klucz licencyjny
pt_br: Digite a chave da licença válida
ru: Введите действительный лицензионный ключ
sk: Zadajte platný licenčný kľúč
sl: Vnesite veljaven licenčni ključ
sv: Skriv in giltig licensnyckel

source: Printer
ca: Impressora
cs: Tiskárna
de: Drucker
es: Impresora
fa: چاپگر
fi: Tulostin
fr: Imprimante
ga: Clóire
hu: Nyomtató
it: Stampante
lt: Spausdintuvai
nb_no: Skriver
pl: Drukarka
pt_br: Impressora
ru: Принтер
sk: Tlačiareň
sl: Tiskalnik
sv: Skrivare

source: Expert settings
ca: Configuració d'expert
cs: Nastavení pro experty
da: Ekspertopsætning
de: Experteneinstellungen
es: Ajustes de experto
et: Eksperdi seaded
fa: خروجیگیری تنظیمات
fi: Lisäasetukset
fr: Paramètres avancés
ga: Socruithe sainiúla
gd: Roghainnean adhartach
hu: Haladó beállítások
it: Impostazioni avanzate
lt: Ekspertinės nuostatos
nb_no: Ekspertinstallsjon
nl: Expertinstellingen
pl: Ustawienia zaawansowane
pt_br: Opções Avançadas
ru: Экспертные настройки
sk: Pokročilé nastavenia
sl: Napredne nastavitve
sv: Avancerade inställningar

source: Printer name
ca: Nom de la impressora
cs: Jméno tiskárny
da: Printernavn
de: Druckername
es: Nombre de la impresora
et: Printeri nimi
fa: نام چاپگر
fi: Tulostimen nimi
fr: Nom
ga: Ainm an chlóire
gd: Ainm a' chlò-bhualadair
hu: Nyomtató név
it: Nome stampante
lt: Spausdintuvas pavadinimas
nb_no: Skrivernavn
nl: Printernaam
pl: Nazwa drukarki
pt_br: Nome da impressora
ru: Имя принтера
sk: Názov tlačiarne
sl: Ime tiskalnika
sv: Skrivarnamn

source: File:
ca: Fitxer:
cs: Soubor:
da: Fil:
de: Datei:
es: Archivo:
et: Fail:
fa: فایل:
fi: Tiedosto:
fr: Fichier :
ga: Comhad:
gd: Faidhle:
hu: Fájl:
lt: Failas:
nb_no: Fil:
nl: Bestand:
pl: Plik:
pt_br: Arquivo:
ru: Файл:
sk: Súbor:
sl: Datoteka:
sv: Fil:

source: For &all users
ca: Per a &tots els usuaris
cs: Pro &všechny uživatele
da: For &alle brugere
de: Für &alle Benutzer
es: Para &todos los usuarios
et: &Kõigile kasutajatele
fa: &برای همه کاربران
fi: &Kaikille käyttäjille
fr: Tous les utilis&ateurs
ga: Do gach duine
gd: &Airson gach cleachdaiche
hu: Mindenkinek
it: Per &tutti gli utenti
lt: Visiems n&audotojams
nb_no: For &alle brukere
nl: Voor &alle gebruikers
pl: Dla &wszystkich użytkowników
pt_br: Para &todos os usuários
ru: Для &всех пользователей
sk: Pre &všetkých používateľov
sl: Za &vse uporabnike
sv: Föra &alla användare

source: Proxy authentication required (407)
ca: Es requereix autenticació del servidor intermediari (407)
cs: Vyžaduji autentifikaci PROXY (407)
da: Proxy-godkendelse kræves (407)
de: Proxy Authentifizierung erforderlich (407)
es: Se requiere autenticación del proxy (407)
et: Proxy autentimine nõutav (407)
fa: احراز هویت پراکسی نیاز است (407)
fi: Välityspalvelimen todennus vaaditaan (407)
fr: Authentification proxy nécessaire (407)
ga: Fíordheimhniú don seachfhreastalaí de dhíth (407)
gd: Tha feum air dearbhadh-cead a’ phrogsaidh (407)
hu: Proxy hitelesítés szükséges (407)
it: Autenticazione proxy necessaria (407)
lt: Reikalingas proxy serverio tapatumo nustatymas (407)
nb_no: Proxy ekthetsbevis kreeres(407)
nl: Proxy authenticatie vereist (407)
pl: Wymagane uwierzytelnienie do serwera pośredniczącego - proxy (407)
pt_br: Autenticação Proxy necessária (407)
ru: Требуется авторизация на прокси (407)
sk: Požiadavka na overenie proxy (407)
sl: Potrebna je overitev na proxy strežniku (407)
sv: Proxyautentifiering erfordras (407)

source: For this you don't have to be a member of the administrator group.%n%n
ca: Per a això no cal ser membre del grup administradors.%n%n
cs: Pro toto nemusíš být členem administrátorské skupiny.%n%n
da: Til dette kræves ikke administratorrettigheder.%n%n
de: Für dieses Update müssen Sie kein Mitglied einer Gruppe der Administratoren sein.%n%n
es: Para esto no es necesario ser miembro del grupo administradores.%n%n
et: Selleks ei pea olema ülemate grupi liige.
fa: برای این نیازی نیست شما عضوی از گروه آدمین ها باشید.%n%n
fi: Toiminnon suorittaminen ei vaadi järjestelmänvalvojan oikeuksia.%n%n
fr: Pour cela, vous n'avez pas besoin d'être membre du groupe Administrateur.%n%n
ga: Ní gá duit bheith mar chomhalta den lucht riartha chun sin a dhéanamh.%n%n
gd: Cha leig thu leas a bhith 'nad rianaire airson an seo a dhèanamh.%n%n
hu: Ehhez nem kell a Rendszergazda csoport tagjának lenni.%n%n
it: Non è necessario essere membri del gruppo amministratori.%n%n
lt: Kad tai atlikti jums nereikia būti administratoriaus grupės nariu.%n%n
nb_no: Til dette kreves ikke administratorrettigheter.%n%n
nl: Hiervoor hoef je geen beheerder te zijn%n%n
pl: Do tego nie trzeba być członkiem grupy administratorów.%n%n
pt_br: Para isto, você não precisa ser um membro do grupo de administradores.%n%n
ru: Для этого Вам не нужно быть членом группы администраторов.%n%n
sk: Pre toto nemusíte byť členom žiadnej skupiny administrátorov.%n%n
sl: Za to ne rabite biti član skupine administratorjev.%n%n
sv: Ni behöver inte tillhöra gruppen Administratörer för detta.%n%n

source: Remaining time:
ca: Temps restant:
cs: Zbývající čas:
da: Resterer:
de: Verbleibende Zeit:
es: Tiempo restante:
et: Järele jäänud aeg:
fa: زمان باقیمانده:
fi: Jäljellä:
fr: Temps restant :
ga: Am fágtha:
gd: Air fhàgail:
hu: Hátralévő idő:
it: Tempo rimanente:
lt: Likęs laikas:
nb_no: Resterer:
nl: Resterende tijd:
pl: Pozostały czas:
pt_br: Tempo restante:
ru: Оставшееся время:
sk: Zostávajúci čas:
sl: Preostali čas:
sv: Återstående tid:

source: Free features:
ca: Característiques gratuïtes:
cs: Vymoženosti zdarma:
da: Gratis funktioner:
de: Kostenlose Funktionen:
es: Características gratuitas:
fa: ویژگی های رایگان:
fi: Ilmaiset ominaisuudet:
fr: Fonctionnalités gratuites :
ga: Gnéithe saor in aisce:
hu: Ingyenes funkciók:
it: Funzionalità gratuite:
lt: Nemokamos funkcijos:
nb_no: Gratis funksjoner:
nl: Gratis functies:
pl: Darmowe opcje:
pt_br: Recursos gratuitos:
ru: Бесплатные функции:
sk: Funkcie zdarma:
sl: Brezplačne funkcije:
sv: Gratis funktioner:

source: Retry
ca: Torna a provar
cs: Opakuj
da: Prøv igen
de: Wiederholen
es: Reintentar
et: Korda
fa: دوباره
fi: Uudelleenyritys
fr: Recommencer
ga: Féach arís é
hu: Ismét
it: Riprova
lt: Kartoti
nb_no: Prøv igjen
nl: Herhaal
pl: Ponów
pt_br: Repetir
ru: Повторить
sk: Znovu
sl: Ponovi
sv: Försök igen

source: GB
fa: گیگابایت
fr: Go
ru: ГБ

source: Review
ca: Revisa
cs: Kontrola
da: Efterse
de: Überprüfung
es: Revisar
et: Vaata üle
fa: بازبینی
fi: Tarkastelu
fr: Vérifier
ga: Athbhreithnigh
gd: Thoir sùil air
hu: Áttekintés
it: Revisiona
lt: Peržiūrėti
nb_no: Etterse
nl: Nakijken
pl: Przeglądaj
pt_br: Rever
ru: Обзор
sk: Hodnotenie
sl: Komentiranje
sv: Kontrollera

source: HTTP error %d
ca: Error HTTP %d
da: HTTP fejl %d
de: HTTP Fehler %d
es: Error HTTP %d
et: HTTP viga %d
fa: خطای اِچ تی تی پی %d
fi: HTTP-virhe %d
fr: Erreur HTTP %d
ga: Botún HTTP %d
gd: Mearachd HTTP %d
hu: HTTP hiba %d
it: Errore HTTP %d
lt: HTTP klaida %d
nb_no: HTTP feil %d
nl: HTTP fout %d
pl: Błąd HTTP %d
pt_br: Erro HTTP %d
ru: HTTP Ошибка %d
sk: HTTP chyba %d
sl: HTTP napaka %d
sv: HTTP-fel %d

source: Rotate, move and delete pages
ca: Gireu, moveu o suprimiu pàgines
cs: Otoč, přesuň nebo smaž stránky
da: Roter, flyt og slet sider
de: Seiten drehen, verschieben und löschen
es: Rotar, mover y eliminar páginas
fa: چرخش،جابجایی و حذف صفحات
fi: Kierrä, siirrä ja poista sivuja
fr: Pivoter, déplacer et supprimer des pages
ga: Rothlaigh, bog agus scrios leathanaigh
hu: Oldalak forgatása, mozgatása, törlése
it: Ruota, sposta ed elimina pagine
lt: Pasukti, perkelti ir trinti puslapius
nb_no: Roter, flytt og slett sider
nl: Draai, verplaats of verwijder pagina's
pl: Obracaj, przenoś i usuwaj strony
pt_br: Girar, mover e excluir páginas
ru: Поворачивать, перемещать и удалять страницы
sk: Otáčanie, pohyb a vymazávanie stránok
sl: Vrtite, premikajte in brišite strani
sv: Rotera, flytta och radera sidor

source: Hide
ca: Amaga
cs: Schovat
da: Skjul
de: Verstecken
es: Ocultar
et: Peida
fa: مخفی
fi: Piilota
fr: Masquer
ga: Folaigh
gd: Falaich
hu: Elrejt
it: Nascondi
lt: Slėpti
nb_no: Skjul
nl: Verbergen
pl: Ukryj
pt_br: Ocultar
ru: Скрыть
sk: Skryť
sl: Skrij
sv: Dölj

source: Run PDFCreator license service under an user account
ca: Executa el servei de llicència del PDFCreator en un compte d'usuari
es: Ejecutar el servicio de licencia de PDFCreator con esta cuenta de usuario
fa: اِجرای سرویس مجوز PDFCreator تحت اکانت کاربری
fi: Suorita PDFCreator-lisenssipalvelu käyttäjätilin oikeuksin
fr: Exécutez le service de licence PDFCreator sous un compte d'utilisateur
it: Esegui il servizio di licenza PDFCreator con un account utente
lt: Paleisti „PDFCreator“ licencijų servisą naudotojo paskyros teisėmis
nl: Draai de PDFCreator licentieservice onder een gebruukersaccount
pl: Uruchom usługę licencji PDFCreator na koncie użytkownika
pt_br: Execute o serviço da licença do PDFCreator com uma conta de usuário
ru: Запустить лицензионный сервис PDFCreator под учетной записью пользователя
sl: Izvajaj licenčno storitev za PDFCreator znotraj uporabniškega računa

source: Initializing...
ca: S'està iniciant...
cs: Inicializace...
da: Initierer...
de: Initialisieren...
es: Iniciando...
et: Alustan...
fa: در حال مقدار دهی اولیه...
fi: Alustetaan...
fr: Initialisation en cours...
ga: Ag túsú...
gd: A’ tòiseachadh...
hu: Inicializálás...
it: Inizializzazione...
lt: Ruošiasi...
nb_no: Initierer...
nl: Initialiseren...
pl: Inicjowanie…
pt_br: Inicializando...
ru: Инициализация...
sk: Spúšťanie...
sl: Pripravljanje ...
sv: Initialiserar...

source: Run PDFCreator license service under the SYSTEM account
ca: Executa el servei de llicència del PDFCreator al compte de SISTEMA
es: Ejecutar el servicio de licencia de PDFCreator con la cuenta SYSTEM
fa: اِجرای سرویس مجوز PDFCreator تحت اکانت سیستم
fi: Suorita PDFCreator-lisenssipalvelu JÄRJESTELMÄ-tilin oikeuksin
fr: Exécutez le service de licence PDFCreator sous le compte SYSTEM
it: Esegui il servizio di licenza PDFCreator con l'account SYSTEM
lt: Paleisti „PDFCreator“ licencijų servisą SYSTEM paskyros teisėmis
nl: Draai de PDFCreator licentieservice als SYSTEM account
pl: Uruchom usługę licencji PDFCreator na koncie SYSTEM
pt_br: Executar o serviço da licença PDFCreator com a conta do SISTEMA
ru: Запустить службу лицензии PDFCreator под учетной записью SYSTEM
sl: Izvajaj licenčno storitev za PDFCreator znotraj sistemskega računa

source: Install printer
ca: Instal·la la impressora
cs: Instaluj tiskárnu
da: Installer printer
de: Installiere Drucker
es: Instalar impresora
et: Paigalda printer
fa: نصب چاپگر
fi: Asenna tulostin
fr: Installer l'imprimante
ga: Suiteáil clóire
gd: Stàlaich clò-bhualadair
hu: Nyomtató telepítése
it: Installa stampante
lt: Spaudintuvo įdiegimas
nb_no: Installer skriver
nl: Installeer printer
pl: Zainstaluj drukarkę
pt_br: Instalar impressora
ru: Установка принтера
sk: Inštalovať tlačiareň
sl: Namesti tiskalnik
sv: Installera skrivare

source: Secure & Sign
ca: Assegureu i signeu
cs: Bezpečnost & Podpis
da: Beskyt og signer
de: Sichern & Signieren
es: Asegurar y firmar
et: Turva & signeeri
fa: امن & امضاء
fi: Suojaus ja allekirjoitukset
fr: Sécurité et Connexion
ga: Daingnigh ⁊ Sínigh
gd: Dèan tèarainteach ⁊ soidhnich
hu: Védelem és aláírás
it: Blocca e firma
lt: Apsaugoti ir Pasirašyti
nb_no: Beskytt og signer
nl: Beveilig & Onderteken
pl: Zabezpiecz i podpisz
pt_br: Proteger & Assinar
ru: Безопасность и подписи
sk: Zabezpečenie a podpis
sl: Zaščita & Podpisovanje
sv: Säkra och signera

source: Install printer monitor
ca: Instal·la el monitor d'impressora
cs: Instaluj monitoring tiskárny
da: Installer printermonitor
de: Installiere Druckermonitor
es: Instalar monitor de impresora
et: Paigalda printeri jälgija
fa: نصب نظارت چاپگر
fi: Asenna tulostuksenhallinta
fr: Installer le moniteur d'impression
ga: Suiteáil gléas faireacháin do chlóire
gd: Stàlaich monatair a' chlò-bhualadair
hu: Nyomtatófigyelő telepítése
it: Installa monitor di stampa
lt: Spausdintuvo monitoriaus įdiegimas
nb_no: Installer skrivermonitor
nl: Installeer printermonitor
pl: Zainstaluj monitor drukarki
pt_br: Instalar o monitor da impressora
ru: Установка монитора принтера
sk: Inštalovať tlačový monitor
sl: Namesti monitor tiskanja
sv: Installera skrivarmonitor

source: Server internal error (500)
ca: Error intern del servidor (500)
cs: Vnitřní chyba serveru (500)
da: Intern serverfejl (500)
de: Interner Serverfehler (500)
es: Error interno del servidor (500)
et: Serveri viga (500)
fa: خطای داخلی سرور (500)
fi: Sisäinen palvelinvirhe (500)
fr: Erreur interne du serveur (500)
ga: Botún inmheánach sa fhreastalaí (500)
gd: Mearachd inntearnail an fhrithealaiche (500)
hu: Kiszolgáló hiba (500)
it: Errore interno del server (500)
lt: Vidinė serverio klaida (500)
nb_no: Intern serverfeil (500)
nl: Interne serverfout (500)
pl: Wewnętrzny błąd serwera (500)
pt_br: Erro interno do servidor (500)
ru: Внутренняя ошибка сервера (500)
sk: Interná chyby servera (500)
sl: Notranja napaka strežnika (500)
sv: Internt serverfel (500)

source: Install printer port
ca: Instal·la el port de la impressora
cs: Instaluj port tiskárny
da: Installer printerport
de: Installiere Druckerport
es: Instalar puerto de impresora
et: Paigalda printeri port
fa: نصب پورت چاپگر
fi: Asenna tulostinportti
fr: Installer le port de l'imprimante
ga: Suiteáil port clóire
gd: Stàlaich port a' chlò-bhualadair
hu: Nyomtató port telepítése
it: Installa porta di stampa
lt: Spausdintuvo jungties įdiegimas
nb_no: Installer skriverport
nl: Installeer printerpoort
pl: Zainstaluj port drukarki
pt_br: Instalar porta da impressora
ru: Установка порта принтера
sk: Inštalovať port tlačiarne
sl: Namesti tiskalniška vrata
sv: Installera skrivarport

source: Service logon test: Logon successful.
ca: Servei de proves d'inici: S'ha iniciat correctament.
es: Prueba de acceso del servicio: acceso exitoso.
fa: تست ورود سرویس:ورود موفقیت آمیز بود.
fi: Palveluun kirjautumisen testaus onnistui.
fr: Test de connexion au service : Ouverture de session réussie.
it: Test di accesso al servizio: Accesso riuscito.
lt: Serviso prisijungimo testas: Prisijungta sėkmingai.
nl: Service logon test: Logon geslaagd.
pl: Test usługi logowania: logowanie zakończone pomyślnie.
pt_br: Teste do logon do serviço: Logon feito com êxito.
ru: Тест входа в систему: успешный вход в систему.
sl: Preverjanje prijave storitve: Prijava je uspela.

source: Internet Explorer integration
ca: Integració amb l'Internet Explorer
cs: Integrace do InternetExploreru
da: Integration med Internet Explorer
es: Integación con Internet Explorer
et: Integreeri Internet Exploreriga
fa: یکپارچگی با اینترنت اکسپلورر
fi: Integroi Internet Explorer -selaimeen
fr: Intégrer à Internet Explorer
ga: Comhtháthú Internet Explorer
gd: Amalachadh Internet Explorer
hu: Internet Explorer integráció
it: Integrazione con Internet Explorer
lt: Integracija į „Internet Explorer“
nb_no: Integrasjon med Internet Explorer
nl: Integratie met Internet Explorer
pl: Integracja z Internet Explorer
pt_br: Integrar ao Internet Explorer
ru: Интеграция с Internet Explorer
sk: Integrácia do Internet Explorera
sl: Internet Explorer integracija
sv: Integration med Internet Explorer

source: Service logon test: The Login failed!
ca: Servei de proves d'inici: Ha fallat l'inici!
es: Prueba de acceso del servicio: ¡el acceso falló!
fa: تست ورود سرویس:ورود موفقیت آمیز نبود!
fi: Palveluun kirjautumisen testaus epäonnistui!
fr: Test de connexion au service : La connexion a échoué !
it: Test di accesso al servizio: L'accesso non è riuscito!
lt: Serviso prisijungimo testas: Prisijungimas nepavyko!
nl: Service logon test: Login gefaald!
pl: Test usługi logowania: Logowanie nie powiodło się!
pt_br: Teste do logon do serviço: Falha no login!
ru: Тест входа в систему: Ошибка входа в систему!
sl: Preverjanje prijave storitve: Prijava ni uspela!

source: Invalid license answer hash!
ca: El resum de la resposta de llicència no és vàlida!
cs: Neplatný licencční hash!
da: Ugyldig licenssvar-hashværdi!
de: Ungültige Prüfsumme der Lizenzantwort!
es: ¡Respuesta de hash de licencia inválida!
fa: هَش پاسخ مجوز نامعتبر است!
fi: Lisenssivastauksen tiiviste ei kelpaa!
fr: L’empreinte de la clé de licence est incorrecte !
ga: Tá lorg eochair an cheadúnais mícheart!
hu: A licenc ellenőrző kódja érvénytelen!
it: Risposta hash chiave di licenza non valida!
lt: Neteisingas licencijos atsakymo „hash“ kodas!
nb_no: Ugyldig lisenssvar hash!
nl: Ongeldige hash van het licentieantwoord!
pl: Nieprawidłowy hash odpowiedzi licencji!
pt_br: A resposta do hash da licença é inválida!
ru: Неверный ответный хэш лицензии!
sk: Neplatná hash odpoveď licencie!
sl: Kontrolna vsota licenčnega odziva ni veljavna!
sv: Ogiltig kontrollsumma i licenssvaret!

source: Service logon test: The username or password is incorrect!
ca: Servei de proves d'inici: L'usuari o contrasenya no són vàlids!
es: Prueba de acceso del servicio: ¡el nombre de usuario o la contraseña son incorrectos!
fa: تست ورود سرویس:نام کاربری یا رمزعبور نامعتبر است!
fi: Palveluun kirjautumisen testaamisessa käytetty käyttäjätunnus tai salasana on virheellinen!
fr: Test de connexion au service : Le nom d'utilisateur et/ou le mot de passe sont incorrects !
it: Test di accesso al servizio: Il nome utente o la password non sono corretti!
lt: Serviso prisijungimo testas: Neteisingas naudotojo vardas ar slaptažodis!
nl: Service logon test: foutieve gebruikersnaam of wachtwoord!
pl: Test usługi logowania: nazwa użytkownika lub hasło jest nieprawidłowe!
pt_br: Teste do logon do serviço: O nome de usuário ou a senha está errado!
ru: Тест входа в систему: неверное имя пользователя или пароль!
sl: Preverjanje prijave storitve: Nepravilno uporabniško ime ali geslo!

source: It is not allowed to use the symbols '!','\\' or ',' in the printer name. Please choose a new printer name.
ca: No es permet l'ús dels símbols «!», «\\» o «,» al nom de la impressora.Trieu un nom nou.
es: No se permiten los símbolos '!','\\' o ',' en el nombre de la impresora. Por favor escoja otro nombre de impresora.
fa: نماد های '!','\\' یا ',' اجازه استفاده در نام چاپگر را ندارند. لطفا نام چاپگر دیگری انتخاب کنید.
fi: Tulostimen nimessä ei voi käyttää merkkejä '!', '\\' tai ','. Anna tulostimelle uusi nimi.
fr: Il n'est pas permis d'utiliser les symboles '!', '\\' ou ',' dans le nom de l'imprimante. Veuillez choisir un autre nom d'imprimante.
it: Non è permesso usare i simboli '!','\\' or ',' nel nome della stampante. Per favore scegli un nuovo nome per la stampante.
lt: Spausdintuvo pavadinime draudžiama naudoti „!“, „\\“ arba „,“ simbolius. Pasirinkite naują spausdintuvo pavadinimą.
nl: De printernaam kan niet de tekens '!','\\' of ',' bevatten. Kies een andere printernaam.
pl: Nie można używać symboli '!','\\' lub ',' w nazwie drukarki. Wybierz nową nazwę drukarki.
pt_br: É proibido usar os símbolos '!','\\' ou ',' no nome da impressora. Por favor, escolha um novo nome de impressora.
ru: Нельзя использовать символы '!','\\' или ',' в имени принтера. Выберите новое имя принтера.
sl: V imenu tiskalnika uporaba znakov '!', '\\' ali ',' ni dovoljena. Izberite drugačno ime tiskalnika.

source: Service temporarily unavailable (503)
ca: Servei temporalment no disponible (503)
cs: Služba je dočasně nedostupná (407)
da: Tjeneste midlertidigt utilgængelig (503)
de: Service nicht verfügbar (503)
es: Servicio temporalmente no disponible (503)
et: Teenus pole hetkel kättesaadav (503)
fa: سرور موقتا در دسترس نیست (503)
fi: Palvelu tilapäisesti ei käytössä (503)
fr: Service temporairement indisponible (503)
ga: Níl seo ar fáil go sealadach (503)
gd: Chan eil an t-seirbheis ri làimh aig an àmh seo (503)
hu: A szolgáltatás átmenetileg nem elérhető (503)
it: Servizio temporaneamente non disponibile (503)
lt: Servisas laikinai neveikia (503)
nb_no: Service midlertidig ikke tilgjengelig (503)
nl: Service tijdelijk onbereikbaar (503)
pl: Usługa tymczasowo niedostępna (503)
pt_br: Serviço temporariamente indisponível (503)
ru: Сервис временно недоступен (503)
sk: Služba je dočasne nedostupná (503)
sl: Storitev trenutno ni na voljo (503)
sv: Tjänsten tillfälligt oåtkomlig (503)

source: KB/s
fa: کیلوبایت/ثانیه
fr: Ko/s
hu: KB/sec
ru: КБ/с
