Repository: 011001010110011101101101/PDFCreator
Catalog: Source/Languages/*/LC_MESSAGES/innosetup.po
Languages: ca, cs, da, de, es, et, fa, fi, fr, ga, gd, hu, it, lt, nb_no, nl, pl, pt_br, ru, sk, sl, sv

source: OK
ca: D'acord
cs: Souhlasím
es: Aceptar
fa: &تأييد
fr: Valider
ga: Tá go maith
lt: Gerai
sl: V redu

source: Offline activation instructions
ca: Instruccions d'activació fora de línia
cs: Instrukce pro offline aktivaci
da: Om offline aktivering
de: Anleitung zur Offline-Aktivierung
es: Instrucciones de activación sin conexión
et: Võrguta aktiveerimise juhised
fa: راهنمای فعالسازی آفلاین
fi: Erillisasennuksen aktivointiohjeet
fr: Instructions hors-ligne
ga: Treoracha gníomhúcháin
gd: Stiùireadh airson gnìomhachadh far loidhne
hu: Offline aktiválási útmutató
it: Istruzioni attivazione offline
lt: Instrukcijos aktyvacijai atsijungus
nb_no: Om offline aktivering
nl: Offline activeringsinstructies
pl: Instrukcje aktywacji offline
pt_br: Instruções para a Ativação Offline
ru: Инструкции по оффлайн активации
sk: Inštrukcie k offline aktivácii
sl: Navodila za aktivacijo brez povezave
sv: Instruktioner för offlineaktivering

source: (Domain\Username)
ca: (Domini\Usuari)
es: (Dominio\Nombre de usuario)
fa: (دامنه\نام کاربر)
fi: (Verkkoalue\Käyttäjätunnus)
fr: (Domaine\Utilisateur)
it: (Dominio\Nome utente)
lt: (Sritis\Naudotojo vardas)
nl: (Domein\Gebruikersnaam)
pl: (Domena\Nazwa użytkownika)
pt_br: (Domínio\Nome do Usuário)
ru: (Домен\Имя пользователя)
sl: (Domena\Uporabniško ime)

source: Offline activation string:
ca: Cadena d'activació fora de línia:
cs: Offline aktivační řetězec:
da: Offline-aktiveringsstreng:
de: Offline-Aktivierungszeichenkette:
es: Cadena de activación fuera de línea:
et: Võrguta aktiveerimise string:
fa: استرینگ فعالسازی آفلاین:
fi: Erilliskoneen aktivointitunniste:
fr: Clé d'activation :
ga: Teaghrán gníomhachtaithe gan nasc leis an ngréasán:
gd: Sreang airson gnìomhachadh far loidhne:
hu: Offline aktiválási karakterlánc:
it: Stringa di attivazione offline:
lt: Seka aktyvacijai atsijungus:
nb_no: Offline aktiveringsstring:
nl: Offline activatiecode:
pl: Kod aktywacji offline:
pt_br: String da ativação off-line:
ru: Строка оффлайн активации:
sk: Offline aktivačný reťazec:
sl: Niz za aktivacijo brez povezave:
sv: Kommandosträng för offlineaktivering:

source: A shortcut has been added to your desktop.
ca: S'ha afegit un accés directe a l'escriptori.
cs: Přidal jsem zástupce na plochu.
da: Der er oprettet en genvej på skrivebordet.
de: Eine Verknüpfung wurde auf Ihrem Desktop erstellt.
es: Se agregó un acceso directo en el escritorio.
et: Sinu ekraanile luuakse otsetee
fa: یک میانبر به دسکتاپ شما اضافه شد.
fi: Pikakuvake lisätty työpöydälle.
fr: Un raccourci a été ajouté sur votre bureau.
ga: Cuireadh aicearra ar do limistéir oibre.
gd: Chaidh ceangal a chur air an desktop agad.
hu: A parancsikont elhelyeztük az Ön asztalára.
it: È stato aggiunto un collegamento sul desktop.
lt: Jūsų darbalaukyje bus sukurta nuoroda.
nb_no: Det er oprettet en snarvei på skrivebordet.
nl: Snelkoppeling op bureaublad toegevoegd.
pl: Dodano skrót na pulpicie.
pt_br: Foi adicionado um atalho à sua área de trabalho.
ru: Ярлык был добавлен на рабочий стол.
sk: Odkaz bol pridaný na plochu.
sl: Dodana je bila bližnjica na vaše namizje.
sv: En genväg har lagts till på skrivbordet.

source: Offline license check
ca: Comprovació de llicència fora de línia
cs: Offline kontrola licence
da: Offline licenskontrol
de: Offline-Lizenzüberprüfung
es: Comprobación de licencia fuera de línea
et: Võrguta litsentsi kontrollimine
fa: بررسی آفلاین مجوز
fi: Erilliskoneen lisenssitarkastus
fr: Vérification de licence hors ligne
ga: Dearbháil cheadúnais gan nasc leis an ngréasán
gd: Sgrùdadh far loidhne a' cheadachais
hu: Offline licensz ellenőrzés
it: Verifica licenza offline
lt: Licencijos tikrinimas atsijungus
nb_no: Offline lisenskontroll
nl: Offline licentiecontrole
pl: Sprawdzanie licencji offline
pt_br: Verificar a licença off-line
ru: Оффлайн проверка лицензии
sk: Offline kontrola licencie
sl: Preverjanje licence brez povezave
sv: Licenskontroll offline

source: Already installed
ca: Ja està instal·lat
cs: Již nainstalováno
da: Allerede installeret
de: Bereits installiert
es: Ya se encuentra instalado
et: Juba paigaldatud
fa: از قبل نصب شده است
fi: On jo asennettu
fr: Déjà installé
ga: Suiteáilte cheana féin
gd: Air a stàladh mu thràth
hu: Már telepítve van
it: Già installato
lt: Jau įdiegtas
nb_no: Allerede installert
nl: Reeds geïnstalleerd
pl: Już zainstalowany
pt_br: Já está instalado
ru: Уже установленные
sk: Už nainštalované
sl: Že nameščeno
sv: Redan installerad

source: Other tasks:
ca: Altres tasques:
cs: Další úlohy:
da: Andet:
de: Andere Aufgaben:
es: Otras tareas:
et: Muud tegumid:
fa: سایر وظایف:
fi: Muut toiminnot:
fr: Autres tâches :
ga: Bearta oibre eile:
gd: Saothraichean eile
hu: Egyéb teendők:
it: Altre attività:
lt: Kitos užduotys:
nb_no: Annet:
nl: Andere taken:
pl: Inne zadania:
pt_br: Outras tarefas:
ru: Другие задачи:
sk: Ďalšie úlohy:
sl: Ostala opravila:
sv: Andra uppgifter:

source: An error in the system environment variable 'Path' has occurred%n%n->Missing or corrupted entry: %Systemroot%\system32\wbem%n%nThis error has to be fixed first before the installation can be continued.%n%nPlease select OK if you want this error to be fixed. You have to restart your system afterwards.%n%nOtherwise Cancel the installation.
ca: S'ha produït un error a la variable d'entorn%n%n->Entrada que falta o corrupta:%Systemroot%\system32\wbem%n%nAquest error s'ha d'esmenar abans de continuar amb la instal·lació.%n%nSeleccioneu «D'acord» si voleu reparar aquest error. Cal que reinicieu l'equip a continuació.%n%nEn cas contrari, cancel·leu la instal·lació.
cs: Vyskytl se problém v prostředí proměnných%n%n->Chybí nebo je poškozen: %Systemroot%\system32\wbem%n%nTato chyba musí být napravena před instalací, jinak nemůžeme pokračovat.%n%nProsím vyber Souhlasím, pokud chceš tento problém automaticky napravit. Potom bude nutné restartovat systém.%n%nJinak vyber Zruš instalaci.
da: Fejl i systemmiljøvariablen 'Path' er opstået%n%n->Manglende eller ødelagt sti: %Systemroot%\system32\wbem%n%nDenne fejl skal rettes, før installationen kan fortsættes.%n%nVælg OK for at rette fejlen. Computeren skal herefter genstartes.%n%nEllers afbryd installationen.
de: Es wurde ein Fehler in der System-Umgebungsvariablen "Path" festgestellt!%n%n-> Fehlender oder fehlerhafter Eintrag: %Systemroot%\system32\wbem%n%nBevor die Installation fortgesetzt werden kann, muss dieser Fehler behoben werden.%n%nWenn dieser Fehler behoben werden soll, wählen Sie OK. Starten Sie Ihr System anschließend neu.%nAbbrechen beendet den Installationsvorgang.
es: Ha ocurrido un error en la variable de entorno Path"%n%n->Entrada faltante o corrupta: %Systemroot%\system32\wbem%n%nEste error debe ser subsanado antes de continuar con la instalación.%n%nPor favor seleccione Aceptar si desea reparar este error. Debe reiniciar su equipo a continuación.%n%nDe lo contrario, debe cancelar la instalación.
et: Süsteemi keskkonnamuutuja "Tee" viga%n%n->Puuduv või rikutud sissekanne: %Systemroot%\system32\wbem%n%nSee viga tuleb parandada enne kui paigaldamist saab jätkata.%n%nPalun vali OK kui soovid seda viga parandada. Peale seda tuleb süsteem uuesti käivitada.%n%nVastasel juhul vali Loobu paigaldamist loobumiseks.
fa: یک خطا در متغییر محیطی سیستم 'Path' رخ داده است%n%n->ورودی گم شده یا خراب است: %Systemroot%\system32\wbem%n%nقبل از ادامه نصب این مشکل باید حل شود.%n%nاگر میخواهید مشکل حل شود روی تایید کلیک کنید. بعد از این باید سیستم را ریستارت کنید.%n%nدر غیر اینصورت نصب را لغو کنید.
fi: Järjestelmän ympäristömuuttuja 'PATH' on virheellinen tai siitä puuttuu arvo: %Systemroot%\system32\wbem%n%nTämä virhe täytyy korjata ennen asennuksen jatkamista.%n%nValitse 'OK', jos haluat korjata virheen. Joudut käynnistämään tietokoneen korjauksen jälkeen uudelleen.%n%nMuussa tapauksessa valitse 'Peruuta'.
fr: Il y a une erreur dans votre variable d'environnement système "Path"%n%n->Entrée manquante ou endommagée : %SystemRoot%\system32\wbem%n%nCette erreur doit être corrigée avant de poursuivre l'installation.%n%nValider pour corriger l'erreur. Vous devrez redémarrer votre système.%n%nAnnuler pour quitter l'installation.
ga: Tharla botún san athróg thimpeallachta an chórais 'Path'%n%n->Iontráil atá in easnamh nó atá truaillithe: %Systemroot%\system32\wbem%n%nCaithfear an botún seo a dheisiú ar dtús sular féidir leanúint den suiteáil.%n%nRoghnaigh OK más mian leat go ndéanfar an botún seo a dheisiú. Beidh ort an córas a atosú ina dhiaidh sin.%n%nMura mian leat, Cealaigh an tsuiteáil.
gd: Thachair sinn ri mearachd ann an caochladair "Path" an t-siostaim.%n%n-> Tha mearachd sna leanas no tha e a dhìth gu tur: %Systemroot%\system32\wbem%n%nMus urrainn dhuinn leantainn air an stàladh, feumaidh tu sin a chur ceart.%n%nMa tha thu airson a chur ceart, tagh "Ceart ma-thà". Bidh agad ris an siostam agad ath-thòiseachadh às a dhèidh sin.%nMa thaghas tu "Sguir dheth", thèid crìoch a chur air an stàladh.
hu: A 'PATH' rendszerváltozóban hibát észleltünk.%n%n->Hiányzó, vagy hibás bejegyzés: %Systemroot%\System32\wbem%n%nEz a hiba javításra szorul, mielőtt a telepítés folytatódna.%n%nKérjük, kattintson az OK-ra, a hiba kijavításához. Ez után a rendszert újra kell indítani.%n%nHa mégsem szeretné, kattintson a Mégse gombra.
it: Si è verificato un errore nella variabile di sistema 'Path'%n%n->Voce mancante o corrotta: %Systemroot%\system32\wbem%n%nQuesto errore deve essere risolto prima che l'installazione possa continuare.%n%nScegliere OK per correggere questo errore. Sarà necessario riavviare il computer.%n%nAltrimenti annullare l'installazione.
lt: Klaida sistemos aplinkos kintamajame "Kelias"%n%n->Trūkstamas/pažeistas įrašas: %Systemroot%\system32\wbem%n%nŠi klaida turi būti ištaisyta prieš įdiegimo tęsimą.%n%nPrašome paspausti Gerai, jei norite, kad ši klaida būtų ištaisyta. Po to jūs turite perkrauti sistemą.%n%nPriešingu atveju Atšaukti diegimą.
nb_no: Feil i system environment variable 'Sti' er oppstått%n%n->Manglende eller ødelagte data: %Systemroot%\system32\wbem%n%nDen feil må rettes, før installasjonen kan fortsette.%n%nVelg OK for å rette feilen. Computeren skal deretter startes på nytt.%n%nEllers Avbryt installasjonen.
nl: Er zit een fout in de omgevingsvariabele 'pad' %n%n->Ontbrekende of corrupte ingang: %Systemroot%\system32\wbem%n%nDe fout moet worden hersteld om door te kunnen gaan.%n%nKlik OK als je de fout wilt herstellen. Je moet naderhand je systeem herstarten.%n%nBreek anders de installatie af.
pl: Wystąpił błąd w zmiennej środowiskowej 'ścieżka' %n%n->Brakujący lub uszkodzony wpis: %SystemRoot%\system32\wbem%n%nTen błąd należy naprawić przed kontynuowaniem instalacji%n%nWybierz OK, jeśli chcesz, aby błąd został naprawiony. Następnie musisz zrestartować system.%n%nW innym przypadku anuluj instalację.
pt_br: Ocorreu um erro na variável de ambiente do sistema 'Caminho'%n%n->Entrada ausente ou danificada: %Systemroot%\system32\wbem%n%nEste erro deverá ser corrigido antes de continuar instalando.%n%nPor favor, selecione OK se você quer corrigir este erro. Você precisará reiniciar seu sistema posteriormente.%n%nCaso contrário, cancele a instalação.
ru: Произошла ошибка в системной переменной окружения 'Path'%n%n->Отсутствует или повреждена запись: %Systemroot%\system32\wbem%n%nЭта ошибка должна быть устранена перед продолжением установки.%n%nПожалуйста, выберите ОК, если Вы хотите, чтобы эта ошибка была исправлена. После этого Вам необходимо перезагрузить компьютер.%n%nВ противном случае отмените установку.
sk: Vyskytla sa chyba v systémovej premennej „Path"%n%n->Chybný alebo neplatný záznam: %Systemroot%\system32\wbem%n%nTáto chyba bude opravená pred inštaláciou a vy môžete pokračovať ďalej.%n%nStlačte OK ak chcete chybu opraviť. Váš systém bude potom reštartovaný.%n%nV opačnom prípade zrušte inštaláciu.
sl: Prišlo je do napake v sistemski spremenljivki 'Path'%n%n->Manjkajoč ali neveljaven vnos: %Systemroot%\system32\wbem%n%nTa napaka mora biti odpravljena, preden lahko nadaljujete z namestitvijo.%n%nIzberite 'V redu', če želite, da se napaka popravi (na koncu boste morali ponovno zagnati računalnik).%n%nV nasprotnem primeru izberite 'Prekliči' za prekinitev namestitve.
sv: Ett fel i systemmiljövariabeln 'Path' har inträffat%n%n->Saknad eller felaktig entry: %Systemroot%\system32\wbem%n%nDetta fel måste åtgärdas innan installationen kan fortsätta.%n%nVar god välj OK om Ni vill att felet skall åtgärdas. Ni måste starta om datorn efteråt.%n%nI annat fall Avbryt installationen.

source: PDF to Word
ca: PDF a Word
cs: PDF do Wordu
da: PDF til Word
de: PDF nach Word
es: PDF a Word
et: PDF Wordi failiks
fa: PDF به Word
fi: PDF:stä Word-muotoon
fr: PDF vers Word
ga: PDF go Word
gd: PDF gu Word
hu: PDF átalakítása Word-be
it: Da PDF a Word
lt: PDF į Word
nb_no: PDF til Word
nl: PDF naar Word
pl: PDF do Word
pt_br: PDF para Word
ru: PDF в Word
sk: PDF do Wordu
sl: PDF v Word
sv: PDF till Word

source: An invalid license key is provided!
ca: Heu proporcionat una clau de llicència no vàlida!
cs: Je poskytnut neplatný licenční klíč!
da: Licensnøglen er ugyldig!
de: Ein ungültiger Lizenzschlüssel wurde angegeben!
es: ¡La clave de licencia no es válida!
fa: کلید مجوز نامعتبر ارائه شده است!
fi: Syötetty lisenssiavain ei ole kelvollinen!
fr: Une clé de licence incorrecte a été fournie !
ga: Soláthraíodh eochair cheadúnais neamhbhailí!
hu: A licenc kulcs érvénytelen!
it: E' stata inserita una chiave di licenza non valida!
lt: Nurodytas neteisingas licencijos raktas!
nb_no: Ugyldig lisensnøkkel angitt!
nl: Een ongeldige licentiesleutel ingevoerd!
pl: Podano nieprawidłowy klucz licencyjny!
pt_br: Foi informado uma chave da licença inválida!
ru: Предоставлен недействительный лицензионный ключ!
sk: K dispozícii je neplatný licenčný kľúč!
sl: Neveljaven licenčni ključ!
sv: Du har angivit en felaktig licensnyckel!

source: PDFCreator download
ca: Baixa el PDFCreator
cs: Stažení PDFCreatoru
da: Download PDFCreator
de: PDFCreator herunterladen
es: Descargar PDFCreator
et: PDFCreator'i alla laadimine
fa: دانلود PDFCreator
fi: Tiedostolataukset
fr: Télécharger PDFCreator
ga: Íosluchtú PDFCreator
gd: Luchdaich a-nuas PDFCreator
hu: PDFCreator letöltése
it: Download PDFCreator
lt: „PDFCreator“ atsisiuntimas
nb_no: Last ned PDFCreator
nl: PDFCreator ophalen
pl: Pobierz PDFCreator
pt_br: Baixar o PDFCreator
ru: загрузка PDFCreator
sk: PDFCreator - sťahovanie
sl: Prenos programa PDFCreator
sv: Ladda ned PDFCreator

source: An older version '%1' was found.%nIt is possible to update this version to version '%2'.%n%n
ca: S'ha trobat una versió antiga "%1"!%nÉs possible actualitzar a la versió "%2".%n%n
cs: Byla zjištěna starší verze '%1'.%n%nTuto verzi tedy není možno aktualizovat na verzi '%2'.%n%n
da: En ældre version '%1' blev fundet.%nDen version kan opdateres til version '%2'.%n%n
de: Es wurde eine alte Version "%1" gefunden!%nEine Aktualisierung auf die Version "%2" ist möglich.%n%n
es: ¡Se encontró una versión antigua "%1"!%nEs posible actualizarla a la versión "%2".%n%n
et: Leiti vanem "%1" versioon!%n%nSeda versiooni saab uuendada versiooniks "%2".
fa: یک نسخه قدیمی '%1' یافت نشد.%nامکان بروز رسانی این نسخه به نسخه '%2' وجود دارد.%n%n
fi: Sovelluksesta on asennettuna vanhempi versio '%1'.%nPäivittäminen versioon '%2' on mahdollista.%n%n
fr: L'ancienne version '%1' a été trouvé.%nLa mise à jour est possible vers la version '%2'.%n%n
ga: Aimsíodh leagan níos sine '%1'.%nIs féidir an leagan seo a nuashonrú chuig an leagan '%2'.%n%n
gd: Lorg sinn tionndadh nas sine, "%1".%n%nCha ghabh àrdachadh gu "%2" aig an àm seo.%n%n
hu: Régebbi verzió '%1' van telepítve. %n%nLehetséges a frissítés erről a verzióról erre a verzióra: '%2'.%n%n
it: È stata rilevata una vecchia versione ('%1').%nÈ possibile effettuare l'aggiornamento alla versione '%2'.%n%n
lt: Rasta senesnė programos versija "%1"!%nGalite ją atnaujinti iki versijos "%2".%n%n
nb_no: En eldre versjon '%1' ble funnet.%nDenne versjon kan oppdateres til versjon '%2'.%n%n
nl: Er is een eerdere versie'%1' gevonden.%nDeze is bij te werken naar versie '%2'.%n%n
pl: Została znaleziona starsza wersja '%1'!%nNie ma możliwości aktualizacji tej wersji do wersji '%2'.%n%n
pt_br: Foi encontrado uma versão mais antiga '%1'.%nÉ possível atualizar esta versão para a versão '%2'.%n%n
ru: Найдена предыдущая версия '%1'.%nМожно обновить эту версию до версии '%2'.%n%n
sk: Bola nájdená staršia verzia programu (%1).%NJe možné aktualizovať program na verziu %2.%n%n
sl: Najdena je bila starejša različica '%1'.%nMožna je posodobitev na različico '%2'.%n%n
sv: En äldre version '%1' hittades.%nDet går att uppdatera den versionen till version '%2'.%n%n

source: PDFCreator easily creates PDFs from any Windows program. Use it like a printer in Word, Excel, or any other Windows application.
ca: El PDFCreator crea fitxers PDF fàcilment des de qualsevol programari a Windows. Useu-lo com a una impressora al Word, l'Excel o en qualsevol altra aplicació a Windows.
cs: PDF Creator snadno vytvoří PDF soubor z jakéhokoliv programu ve Windows. Používej ho jako tiskárnu ve Wordu, Excelu nebo jakékoliv jiné aplikaci.
da: PDFCreator fremstiller nemt PDF'er fra ethvert Windowsprogram. Brug den som en printer i Word, Excel, eller et vilkårligt andet Windows-program.
de: PDFCreator erstellt PDF-Dateien aus nahezu jedem Windows-Programm. Verwende Sie es wie einen Drucker in Word, Excel oder jeder anderen Windows-Anwendung.
es: PDFCreator crea fácilmente PDF desde cualquier aplicación de Windows. Úselo como una impresora en Word, Excel o cualquier otra aplicación.
fa: PDFCreator به آسانی از هر برنامه ویندوزی فایل پی دی اِف می سازد. از آن مانند چاپگر در برنامه هایی مانند Word، Excel، یا هر برنامه ویندوزی دیگر استفاده کنید.
fi: PDFCreator luo helposti PDF-tiedostoja mistä tahansa Windows-ohjelmasta. Käytä sitä tulostimen lailla Wordissa, Excelissä ja muissa Windows-sovelluksissa.
fr: PDFCreator vous permet de créer facilement des fichiers PDF depuis n'importe quel programme de Windows. Utilisez-le comme une imprimante dans Word, Excel, ou toute autre application Windows.
ga: Cruthaíonn PDFCreator PDFanna go héasca ó aon ríomhchlár Windows. Bain feidhm as mar chlóire i Word, in Excel nó in aon feidhmchlár eile de chuid Windows.
hu: A PDFCreator egyszerűen készít PDF-et bármely Windows programból. Használja a Word, Excel vagy bármely más Windows alkalmazásból úgy, mint egy nyomtatót.
it: PDFCreator crea facilmente file PDF da qualsiasi programma Windows. Utilizzalo come una stampante in Word, Excel o qualsiasi altra applicazione Windows.
lt: „PDFCreator“ lengvai sukuria PDF dokumentus iš bet kokios Windows programos. Naudokite jį kaip spausdintuvą „Word“, „Excel“ ar bet kurioje kitoje „Windows“ programoje.
nb_no: PDFCreator kan enkelt lage PDF'er fra ethvert WIndowsprogram. Bruk det som en skriver i Word, Excel eller hvilken som helst annen Windows applikasjon.
nl: Met PDFCreator maak je met gemak pdf's - gebruik het zoals een printer vanuit Word, Excel of elke andere Windowsapplicatie.
pl: PDFCreator łatwo tworzy PDFy z dowolnego programu Windows. Użyj go jako drukarki w Word, Excel, albo innej aplikacji Windows.
pt_br: O PDFCreator cria facilmente PDFs a partir de qualquer programa do Windows. Use-o como uma impressora no Word, Excel, ou quaisquer outros aplicativos do Windows.
ru: PDFCreator создает PDF-файлы из любого приложения Windows. Используйте его в качестве принтера в Word, Excel или любом другом приложении Windows.
sk: PDFCreator vie jednoducho vytvoriť PDF súbory z ktoréhokoľvek programu systému Windows. Môže byť použitý ako tlačiareň pre Word, Excel a iné Windows programy.
sl: PDFCreator omogoča enostavno izdelavo PDF datotek v kateremkoli programu. Uporabite ga kot tiskalnik v Wordu, Excelu ali katerem drugem Windows programu.
sv: PDFCreator skapar PDFer från valfritt windowsprogram. Använd det som en skrivare i Word, Excel eller vilket annat windowsprogram som helst.

source: Automatic E-Sign workflows
ca: Flux automàtic de signatura electrònica
cs: Postupy automatického e-podpisu
da: Automatisk signering
de: Automatische E-Sign Prozesse
es: Flujos E-Sign automáticos
fa: امضای دیجیتالی گردش کار خودکار
fi: Automaattinen E-Sign -työtila
fr: Flux E-Sign automatique
ga: Sreabha oibre uathoibríocha E-Sign
hu: Automatikus E-Sign folyamatok
it: Flusso automatico E-Sign
lt: Automatinė „E-Sign“ darbų eiga
nb_no: Automatiske E-Sign arbeidsflyter
nl: Automatische E-Sign processen
pl: Automatyczne nadawanie e-podpisu
pt_br: Fluxos de tarefas automáticas E-Sign
ru: Автоматизированные рабочие процессы E-Sign
sk: Automatické E-Sign pracovné postupy
sl: Avtomatizirano elektronsko podpisovanje
sv: Automatisk E-signeringsprocess
