Repository: 011001010110011101101101/PDFCreator
Catalog: Source/Languages/*/LC_MESSAGES/innosetup.po
Languages: ca, cs, da, de, es, et, fa, fi, fr, ga, gd, hu, it, lt, nb_no, nl, pl, pt_br, ru, sk, sl, sv

source: This is a developer preview of PDFCreator.%n%nThis is not an early version of the next release. It will most likely contain bugs or not work at all.%n%nIf you should dare to install it anyway, we would like to hear your feedback.
ca: Aquesta és una versió preliminar del PDFCreator per a desenvolupadors.%n%nNo és una versió de prova d'un proper llançament. És molt probable que contingui errors o que no fucioni.%n%nSi voleu instal·lar igualment, ens agradaria rebre els vostres comentaris.
cs: Toto je náhled pro vývojáře PDFCreatoru.%n%nToto není ranná verze nového vydání. Dost pravděpodobně obsahuje bugy a možná ani nefunguje.%n%nPokud se odvažuješ přesto to nainstalovat, budeme rádi, za tvou zpětnou vazbu.
da: Dette er en udviklerudgave af PDFCreator.%n%nDet er ikke en tidlig version af næste udgave. Den indeholder sikkert fejl og funktionsmangler.%n%nHvis du alligevel tør installere den, vil vi gerne modtage feedback.
de: Diese Version des PDFCreators ist eine Entwicklervorschau des neuen PDFCreators.%n%nEs handelt sich nicht um eine frühe Version der nächsten Veröffentlichung. Diese Version enthält möglicherweise Fehler oder funktioniert gar nicht.%n%nWenn Sie es trotzdem versuchen möchten diese Version zu installieren, würden wir uns freuen, wenn Sie uns Ihre Erfahrungen mitteilen.
es: Esta es una versión preliminar de PDFCreator para desarrolladores.%n%nNo es una versión de prueba de un próximo lanzamiento. Es muy probable que contenga errores o que no fucione.%n%nSi se atreve a instalarla de todos modos, nos gustaría recibir sus comentarios.
et: See on arendaja versioon PDFCreatorist.%n%nSee pole järgmise väljalaske eelne versioon. See võib sisaldada erinevaid vigasid või mitte üldse töötada.%n%nKui sa seda siiski paigaldada soovid, siis ootame ka sinu tagasisidet.
fa: این نسخه پیشنمایش توسعه دهنده PDFCreator هست.%n%nاین نسخه زودتر نسخه جدید برنامه نیست. این بیشتر ممکن است حاوی مشکلات باشد و اصلا کار نکند.%n%nاگر از مشکلات آن آگاه هستید آن را نصب کنید،ما تمایل داریم بازخورد شما را بشنویم.
fi: Tämä on sovelluskehittäjille tarkoitettu esiversio,%n%nei seuraavan yleisölle julkaistavan version edeltäjä. Tässä versiossa on varmuudella virheitä, eivätkä kaikki toiminnot ole ehkä käytettävissä.%n%nMikäli silti rohkenet asentaa sovelluksen, odotamme palautettasi.
fr: Cette application est une version de développement de PDFCreator.%n%nCe n'est pas une préversion, elle est donc susceptible de contenir de nombreux bugs où ne pas fonctionner du tout.%n%nSi vous choisissez de l'installer malgré tout, nous aimerions avoir vos commentaires en retour.
ga: Seo réamhamharc de PDFCreator i gcomhair forbróirí.%n%nNí leagan luath den chéad leagan eile é. Is dóchúla go mbeidh fabhtanna ann nó b'fhéidir nach bhfeidhmeoidh sé ar chor ar bith.%n%nMá leofann tú é a shuiteáil, ba bhreá linn aiseolas a fháil uait.
gd: 'S e ro-shealladh do luchd-leasachaidh a tha san tionndadh seo de PDFCreator.%n%nChan e tionndadh tràth dhen ath-sgaoileadh a tha ann. Dh'fhaoidte gum bi mearachdan ann no nach obraich e idir.%n%nMa tha thu airson an tionndadh seo a stàladh co-dhiù, bhiomaid fada 'nad chomain nan innseadh tu dhuinn dè do bheachd air.
hu: Ez egy előzetes PDFCreator verzió.%n%nEz nem egy korai verzió a következő kiadásból. Valószínűleg sok hibát fog tartalmazni, vagy egyáltalán nem is fog működni.%n%nHa mégis van merszed kipróbálni, szívesen vesszük a visszajelzéseidet.
it: Questa è una anteprima di PDFCreator per sviluppatori.%n%nNon è una prima versione del prossimo rilascio, e con ogni probabilità contiene bug o potrebbe addirittura non funzionare.%n%nSe sei davvero intenzionato ad installarla, ci farebbe piacere ricevere il tuo feedback.
lt: Tai preliminari „PDFCreator“ versija kūrėjams.%n%nTai nėra ankstyvoji kitos laidos versija. Ji gali turėti klaidų arba visai neveikti visai.%n%nJei jūs turite drąsos ją vis tiek įsidiegti, mes norėtume išgirsti jūsų atsiliepimus.
nb_no: Dette er en utviklerutgave av PDFCreator.%n%nDet er ikke en tidlig versjon av neste utgave. Den inneholder sikkert feil og funksjonsmangler.%n%nHvis du allikevel tør installere den, vil vi gerne motta feedback.
nl: Dit is een ontwikkelaarsversie van PDFCreator.%n%nHet is geen proefversie van de volgende release. Er zitten fouten in, of het start helemaal niet.%n%nInstalleer je deze versie toch, dan horen we graag je bevindingen.
pl: To jest wersja deweloperska PDFCreator.%n%nNie jest to wczesna wersja nowego wydania. Będzie najprawdopodobniej zawierać błędy lub nie będzie działać w ogóle.%n%nJeśli mimo to chcesz ją zainstalować, chcielibyśmy poznać twoją opinię.
pt_br: Esta é uma prévia do desenvolvedor do PDFCreator.%n%nEla não é uma versão mais nova do próximo lançamento. Provavelmente ela conterá erros ou não funcionará corretamente.%n%nSe você se atrever a instalá-la assim mesmo, gostaríamos de ouvir seus comentários.
ru: Это предварительная версия PDFCreator для разработчиков.%n%nЭто не ранняя версия следующего релиза. Она, скорее всего, содержит ошибки или не работает вообще.%n%nЕсли бы Вы все же осмелились установить её, мы бы хотели услышать ваше мнение.
sk: Toto je vývojová verzia programu PDFCreator.%n%nToto nie je skorá verzia ďalšieho vydania. Môže obsahovať chyby a všetko nemusí fungovať správne.%n%nAk ju napriek tomu aj tak nainštalujete, budeme radi ak nám pošlete nejakú odozvu.
sl: To je predogled programa PDFCreator za razvijalce.%n%nLe-ta ni zgodnja različica naslednje izdaje. Najverjetneje bo poln napak ali pa sploh ne bo deloval.%n%nČe ga vseeno namestite, bomo veseli vašega odziva.
sv: Denna version av PDFCreator är en testversion för utvecklare.%n%nDen är inte en tidig version av nästa utgåva. Den innehåller sannolikt fel, eller fungerar inte alls.%n%nOm Ni tar risken att installera trots detta, tar vi tacksamt emot mail med Era synpunkter och erfarenheter.

source: This patch is for an older application version. You cannot use this patch.
ca: Aquesta correcció és per a una versió anterior de l'aplicació. No podeu utilitzar aquesta correcció.
cs: Tento patch je pro starší verzi. V této verzi jej nelze použít.
da: Denne patch er til en ældre programversion. Den kan ikke anvendes.
de: Der Patch ist für eine ältere Programmversion! Der Patch kann nicht angewendet werden.
es: Esta corrección es para una versión anterior de la aplicación. No puede utilizar esta corrección.
et: See paik on vanema programmiversiooni jaoks! Ei saa seda paika kasutada.
fa: این وصله برای نسخه قدیمی برنامه است.شما نمیتوانید از این وصله استفاده کنید.
fi: Korjaustiedostoa ei voida käyttää koska se on tarkoitettu vanhemmille sovellusversioille.
fr: Cette mise à jour est prévue pour une version ancienne de l'application. Vous ne pouvez pas utiliser cette mise à jour.
ga: Is do leagan níos sine den bhfeidhmchlár é an preabán sin. Ní féidir feidhm a bhaint as an bpreabán seo.
gd: Tha a' bhrèid seo airson tionndadh nas sine dhen phrògram 's cha ghabh a chur an sàs air an t-siostam seo.
hu: A javítás egy régebbi verzióhoz készült. Nem telepíthető.
it: La patch è per una versione precedente del programma. Non puoi utilizzarla.
lt: Ši pataisa skirta senesnei programos versijai. Negalite naudoti šios pataisos.
nb_no: Denne patch er til en eldre programversjon. Den kan ikke brukes.
nl: De aanpassing is voor een oudere versie; je kunt deze niet gebruiken.
pl: Ta poprawka jest przeznaczona dla starszej wersji programu. Nie można użyć tej poprawki.
pt_br: Este patch é para uma versão mais antiga do aplicativo. Você não pode usá-lo.
ru: Этот патч для старой версии приложения. Вы не можете использовать этот патч.
sk: Toto je patch pre staršie verzie programu. Tento patch nie je možné použiť.
sl: Ta popravek je za starejšo različico, zato ga ne morete izvesti.
sv: Denna Patch är avsedd för en äldre programversion. Den kan inte användas här.

source: During the printer installation errors have occurred. A detailed description can be found in the file 'SetupLog.txt' in application path.
ca: S'ha produït un error durant la instal·lació de la impressora. Es pot trobar una descripció detallada en el fitxer «SetupLog.txt» al directori de l'aplicació.
cs: V průběhu instalace tiskárny se objevil problém. Detajlní popis je možné prozkoumat v souboru 'SetupLog.txt' v instalačním adresáři.
da: Fejl under installation af printer. En detaljeret beskrivelse findes i filen 'SetupLog.txt' i programstien.
de: Während der Druckerinstallation sind Fehler aufgetreten. Eine genauere Beschreibung finden Sie in der Datei "SetupLog.txt" im Anwendungsverzeichnis.
es: Ocurrió un error durante la instalación de la impresora. Se puede encontrar una descripción detallada en el archivo "SetupLog.txt" en la carpeta de la aplicación.
et: Vead printeri paigaldamise käigus. Detailse kirjelduse leiab "SetupLog.txt" failist programmi kaustas.
fa: حین نصب چاپگر خطا رخ داده است.توضیح همراه با جزئیات را میتوان در فایل 'SetupLog.txt' در مسیر نصب برنامه یافت.
fi: Tulostimen asennuksen aikana ilmeni virheitä. Yksityiskohtaiset virhetiedot löytyvät sovelluskansiosta, englanninkielisestä 'SetupLog.txt'-tiedostosta.
fr: Erreurs lors de l'installation de l'imprimante. Une description détaillée peut être trouvée dans le fichier 'SetupLog.txt' qui se trouve dans le répertoire de l'application.
ga: Tharla botúin nuair a bhí an clóire á shuiteáil. Tá cur síos mionsonraithe le fáil sa chomhad 'SetupLog.txt' i gconair an fheidhmchláir.
gd: Thachair mearachdan rè stàladh a' chlò-bhualadair. Gheibh thu tuairisgeul nas mionaidich san fhaidhle "SetupLog.txt" ann am pasgan a' phrògraim.
hu: A nyomtató telepítése közben hibák léptek fel. A részletes leírást megtalálja a program könyvtárában, a 'SetupLog.txt'-ben.
it: Si sono verificati errori durante l'installazione della stampante. Una descrizione dettagliata è disponibile nel file 'SetupLog.txt' presente nel percorso del programma.
lt: Spausdinimo klaida. Detalų aprašymą galite rasti faile „SetupLog.txt“ programos kataloge.
nb_no: Feil under installasjon av skriver. En detaljert beskrivelse finnes i filen 'SetupLog.txt' i programstien.
nl: Er waren fouten bij de installatie. je vindt een uitgebreide beschrijving in 'SetupLog.txt' in de installatiemap.
pl: Podczas instalacji drukarki wystąpiły błędy. Szczegółowy opis można znaleźć w pliku 'SetupLog.txt' w ścieżce aplikacji.
pt_br: Ocorreram erros durante a instalação da impressora. Uma descrição detalhada deles pode ser encontrada no arquivo 'SetupLog.txt' no caminho do aplicativo.
ru: Произошли ошибки при установке принтера. Подробное описание можно найти в файле "SetupLog.txt" в папке приложения.
sk: Vyskytla sa chyba počas inštalácie tlačiarne. Detailný popis chyby nájdete v priečinku programu v súbore „SetupLog.txt".
sl: Med namestitvijo tiskalnika je prišlo do napak. Podroben opis najdete v namestitveni mapi programa, v datoteki 'SetupLog.txt'.
sv: Fel uppstod under skrivarinstallationen. En detaljerad beskrivning finns i filen 'SetupLog.txt' i programmappen.

source: This process might take several minutes.
ca: Aquest procés pot demorar diversos minuts.
cs: Proces může zabrat nějakou chvilku.
da: Processen kan vare flere minutter.
de: Dieser Vorgang kann einige Minuten dauern.
es: Este proceso puede demorar varios minutos.
et: See võib võtta mitmeid minuteid aega.
fa: این فرآیند ممکن است چند دقیقه طول بکشد.
fi: Toiminto saattaa kestää useita minuutteja.
fr: Ce processus peut durer plusieurs minutes.
ga: Mairfidh sé roinnt nóiméad.
gd: Faodaidh gun doir seo grunn mhionaidean.
hu: A folyamat pár percet igénybe vehet.
it: La procedura potrebbe richiedere alcuni minuti.
lt: Šis procesas gali užtrukti keletą minučių.
nb_no: Prosessen kan vare flere minutter.
nl: Dit proces vergt enkele minuten.
pl: Ten proces może potrwać kilka minut.
pt_br: Este processo pode demorar alguns minutos.
ru: Этот процесс может занять несколько минут.
sk: Môže trvať niekoľko minút.
sl: Ta postopek lahko traja nekaj minut.
sv: Den här åtgärden kan ta åtskilliga minuter.

source: Enter the valid license key and continue with the installation.
ca: Proporcioneu una clau de llicència vàlida per continuar amb la instal·lació.
cs: Nejprve vlož platný licenční klíč a pak pokračuj v instalaci.
da: Indsæt den gyldige licensnøgle og fortsæt med installationen.
de: Geben Sie einen gültigen Lizenzschlüssel ein und setzen sie dann die Installation fort.
es: Proporcione una clave de licencia válida para continuar con la instalación.
et: Sisesta kehtiv litsentsivõti ja jätka paigaldusega.
fa: کلید مجوز معتبر را وارد کنید و نصب را ادامه دهید.
fi: Syötä lisenssiavain asennuksen jatkamiseksi.
fr: Entrer une clé de licence valide et continuer l'installation.
ga: Cuir isteach an eochair cheadúnais bhailí agus lean den suiteáil.
gd: Cuir iuchair dhligheach ceadachais a-steach agus lean air an stàladh an uairsin.
hu: Adjon megérvényes licenszkulcsot a telepítés folytatásához.
it: Digitare una chiave di licenza valida e continuare l'installazione.
lt: Įveskite galiojantį licencijos raktą ir tęskite diegimą.
nb_no: Legg inn en gyldig lisensnøkkel og fortsett med installasjonen.
nl: Voer een geldige licentiesleutel in en ga door met installeren.
pl: Wprowadź prawidłowy klucz licencyjny i kontynuuj instalację.
pt_br: Informe a chave da licença válida e continue instalando.
ru: Введите действительный лицензионный ключ и продолжите установку.
sk: Zadajte platný licenčný kľúč a pokračujte v inštalácii.
sl: Vnesite veljaven licenčni ključ in nadaljujte z namestitvijo.
sv: Skriv in gilig licensnyckel och fortsätt installationen.

source: This version doesn't support the server mode. Do you want install this version anyway?
ca: Aquesta versió no suporta el mode servidor. Voleu instal·lar-la aquesta versió de totes maneres?
cs: Tato verze nepodporuje serverový mód. Přesto chceš tuto verzi nainstalovat?
da: Denne version understøtter ikke servertilstand. Skal denne version alligevel installeres?
de: Diese Version des PDFCreators unterstützt keinen Servermodus. Möchten Sie die Installation trotzdem durchführen?
es: Esta versión no soporta el modo servidor. ¿Desea instalar esta versión de todos modos?
et: See versioon ei tote serveri laadi. Kas soovid seda versiooni siiski paigaldada?
fa: این نسخه حالت سرور را پشتیبانی نمی کند.بهر حال میخواهید این نسخه را نصب کنید؟
fi: Tämä sovellusversio ei tue palvelintoimintoja. Jatketaanko asentamista silti?
fr: Cette version ne supporte pas le mode serveur. Voulez-vous quand-même installer cette version ?
ga: Ní thugann an leagan seo tacaíocht don mhód freastalaithe. An mian leat an leagan seo a shuiteáil cibé ar bith?
gd: Chan eil an tionndadh seo de PDFCreator a' cur taic ri modh frithealaiche. A bheil thu airson a stàladh co-dhiù?
hu: Ez a verzió nem támogatja a szerver üzemmódot. Mindenképp szeretné telepíteni ezt a verziót?
it: Questa versione non supporta la modalità server. Vuoi installarla comunque?
lt: Ši versija nepalaiko serverio režimo. Ar vis tiek norite diegti šią versiją?
nb_no: Denne versjon understøtter ikke servertilstand. Skal denne versjon allikevel installeres?
nl: Deze versie ondersteunt geen servers. Toch installeren?
pl: Ta wersja nie obsługuje trybu serwera. Czy chcesz zainstalować tę wersję mimo wszystko?
pt_br: Esta versão não suporta o modo de servidor. Você quer instalá-la assim mesmo?
ru: Эта версия не поддерживает серверный режим. Вы по-прежнему хотите установить эту версию?
sk: Táto verzia nepodporuje server mód. Chcete ju aj tak nainštalovať?
sl: Ta različica ne podpira strežniškega načina. Ali jo želite vseeno namestiti?
sv: Denna version stöder inte 'Server mode'. Vill Ni installera versionen trots detta?

source: Forms
ca: Formularis
cs: Formuláře
da: Formularer
de: Formulare
es: Formularios
et: Vormid
fa: برگه ها
fi: Lomakkeet
fr: Formulaires
ga: Foirmeacha
gd: Foirmlean
hu: Űrlapok
it: Moduli
lt: Formos
nb_no: Formularer
nl: Formulieren
pl: Formularze
pt_br: Formulários
ru: Формы
sk: Formuláre
sl: Obrazci
sv: Formulär

source: This version is not covered by your license key! Please renew your license on %1.
ca: Aquesta versió no està suportada per la vostra clau de llicència! Renoveu la llicència a %1.
cs: Tato verze není pokryta licenčním klíčem. Obnov si svůj licenční klíč %1.
da: Denne version er ikke dækket af licensnøglen! Forny licensen på %1.
de: Diese Version ist nicht durch Ihren Lizenzschlüssel abgedeckt. Bitte erneuern Sie Ihre Lizenz auf %1.
es: ¡Esta versión no está cubierta por su clave de licencia! Por favor renueve su licencia en %1.
et: See litsentsivõti ei vasta sinu versioonile! Palun uuenda litsentsi versioonini %1.
fa: این نسخه تحت کلید مجوز شما نیست! لطفا آن را در %1 تازه سازی کنید.
fi: Lisenssiavain on tarkoitettu eri ohjelmaversiolle. Uudista käyttöoikeutesi kohteelle %1.
fr: Cette version n'est pas couverte par votre clé de licence ! Merci de renouveler votre licence sur %1.
ga: Ní chumhdaíonn d'eochair cheadúnas an leagan seo! Athnuaigh do cheadúnas ar %1.
gd: Chan eil cothrom agad air a-rèir iuchair a’ cheadachais agad! Ath-nuadhaich an ceadachas agad air %1.
hu: Ehhez a verzióhoz nem érvényes a licence kulcsa. Kérjük, újítsa meg a licence-ét %1.
it: Questa versione non è supportata dalla tua chiave di licenza! Rinnova la licenza su %1.
lt: Jūsų licencijos raktas netinka šiai versijai! Аtnaujinkite savo licenciją %1.
nb_no: Denne versjon er ikke dekket av lisensnøkkelen! Forny lisensen på %1.
nl: Je licentie geldt niet voor deze versie. Vernieuw je licentie op %1.
pl: Ta wersja nie jest objęta twoim kluczem licencyjnym! Odnów swoją licencję na %1.
pt_br: Esta versão não é coberta pela sua chave de licença! Por favor, renove-a em %1.
ru: Эта версия не поддерживается вашим лицензионным ключом! Пожалуйста обновите вашу лицензию на %1.
sk: Táto verzia neobsahuje váš licenčný kľúč! Obnovte si vašu licenciu na %1.
sl: Licenčni ključ ne velja za to različico! Obnovite vašo licenco na %1.
sv: Denna version omfattas inte av Din licensnyckel! Var god förnya licensen på %1.

source: Ignore
ca: Ignora
cs: Ignoruj
da: Ignorer
de: Ignorieren
es: Ignorar
et: Eira
fa: چشمپوشی
fi: Älä huomioi
fr: Ignorer
ga: Déan neamhaird de
gd: Leig seachad
hu: Elvetés
it: Ignora
lt: Nepaisyti
nb_no: Ignorer
nl: Negeer
pl: Ignoruj
pt_br: Ignorar
ru: Игнорировать
sk: Ignorovať
sl: Prezri
sv: Ignorera

source: Installing Microsoft .Net Framework %1 This can take several minutes. Please wait.
ca: Instal·lació del Microsoft .Net Framework %1 Això pot trigar uns minuts...
cs: Instaluji .NET Framework %1, což může chvíli trvat. Prosím vyčkej.
da: Installerer Microsoft .Net Framework %1. Det kan vare flere minutter.
de: Installiere Microsoft .Net %1. Dies kann einige Minuten dauern. Bitte haben Sie etwas Geduld.
es: Instalando Microsoft .NET Framework %1 Puede demorar varios minutos. Por favor aguarde.
et: Paigaldan Microsoft .Net Framework %1 See võtab mõned minutid. Palun oodake.
fa: در حال نصب دات نت فریم ورک %1 ممکن است چند دقیقه طول بکشد.منتظر بمانید.
fi: Asennetaan Microsoft .Net Framework %1. Toiminto saattaa kestää useita minuutteja, odota.
fr: Installation de Microsoft .Net %1. Cela peut durer plusieurs minutes. Merci de bien vouloir patienter.
ga: Tá Microsoft .Net Framework %1 á shuiteáil B'fhéidir go mairfidh sé seo roinnt nóiméid. Fan le do thoil é.
gd: A’ stàladh Microsoft .Net Framework %1 Dh’fhaoidte gun doir seo greiseag. Fuirich ort.
hu: Microsoft .NET Framework %1 telepítése. Ez néhány percet igényve vehet. Kérjük, várjon.
it: Installazione di Microsoft .Net Framework %1. Questa operazione può richiedere diversi minuti. Attendere prego.
lt: Diegiamas Microsoft .Net Framework %1 Tai gali užtrukti kelias minutes. Palaukite.
nb_no: Installerer Microsoft .Net Framework %1. Det kan vare flere minutter.
nl: Microsoft .Net Framework %1 wordt geïnstalleerd - dit kan enige minuten duren.
pl: Instalowanie programu Microsoft .NET Framework %1 może potrwać kilka minut. Proszę czekać.
pt_br: Instalando o Microsoft .Net Framework %1. Isto pode demorar alguns minutos. Por favor, aguarde...
ru: Установка Microsoft .Net Framework %1 Это может занять некоторое время...
sk: Inštaluje sa Microsoft .Net Framework %1. Môže to trvať niekoľko minút. Čakajte prosím.
sl: Namešča se Microsoft .Net Framework %1 To lahko traja nekaj minut. Prosimo, počakajte.
sv: Installerar Microsoft .Net Framework %1 Detta kan ta åtskilliga minuter. Var god vänta.

source: Languages
ca: Llengües
cs: Jazyky
da: Sprog
de: Sprachen
es: Idiomas
et: Keeled
fa: زبان ها
fi: Kielet
fr: Langues
ga: Teangacha
gd: Cànain
hu: Nyelvek
it: Lingue
lt: Kalbos
nb_no: Språk
nl: Talen
pl: Języki
pt_br: Idiomas
ru: Языки
sk: Jazyky
sl: Jeziki
sv: Språk

source: To update, use <OK>, or cancel the setup and uninstall the older version first.
ca: Per actualitzar feu clic a «D'acord» o cancel·leu la instal·lació i desinstal·leu la versió anterior abans de continuar.
cs: Pro aktualizaci vyber <Souhlasím> nebo zruš instalaci a odinstaluj nejprve starší verzi.
da: Tryk <OK> for at opdatere, eller afbryd opsætningen og afinstaller først den gamle version.
de: Wenn ein Update durchgeführt werden soll, betätigen Sie die <OK> Taste,%nansonsten brechen Sie die Installation ab und deinstallieren zuvor die alte Version.
es: Para actualizar use <Aceptar>, o cancele la instalación y desinstale la versión anterior antes de continuar.
et: Uuendamiseks vali <OK> või katkesta paigaldamine ja eemalda esmalt vanem versioon.
fa: برای بروز رسانی، از <تایید> استفاده کنید، یا راه اندازه را لغو کرده و ابتدا نسخه قدیمی را حذف کنید.
fi: Sovelluksen päivittämiseksi valitse 'OK' tai keskeytä asennus ja poista ensin vanhempi versio.
fr: Valider pour mettre à jour ou Annuler pour quitter l'installation afin de désinstaller au préalable l'ancienne version.
ga: Chun nuashonrú, bain feidhm as <OK>, nó cealdaigh an cumrú agus díshuiteáil an leagan níos sine ar dtús.
gd: Ma tha thu airson ùrachadh, briog air "Ceart ma-thà"%nair neo sguir dhen stàladh is dì-stàlaich an seann-tionndadh an toiseach.
hu: A frissítéshez kattintson az <OK> gombra, vagy lépjen ki a telepítőből és előbb távolítsa el a régebbi verziót.
it: Per aggiornare premi <OK>, o annullare l'installazione e rimuovere prima la versione precedente.
lt: Norėdami atnaujinti programą, spauskite <Gerai>, arba nutraukite įdiegimą ir pašalinkite senesnę programos versiją.
nb_no: For å oppdatere, bruk <OK>, eller avbryt inntalleringen og avinstaller først den gamle versjonen.
nl: Om te updaten, klik <OK>, of breek de installatie af en verwijder eerst de oudere versie.
pl: Aby zaktualizować, naciśnij <OK> lub anuluj instalację i odinstaluj najpierw starszą wersję.
pt_br: Para atualizar, use <OK> ou cancele a instalação e primeiro desinstale a versão mais antiga.
ru: Для обновления нажмите <OK> или отмените установку и сначала удалите старую версию.
sk: Pre aktualizáciu stlačte <OK>, alebo zrušte inštaláciu a najprv odinštalujte staršiu verziu.
sl: Za posodobitev izberite <V redu> ali pa prekinite namestitev in najprej odstranite starejšo različico.
sv: För att uppdatera, tryck <OK>, annars avbryt installationen och avinstallera den äldre versionen före nästa försök.

source: MB/s
fa: مگابایت/ثانیه
fr: Mo/s
hu: MB/sec
ru: МБ/с

source: Total progress
ca: Progrés total
cs: Celkový průběh
da: Fremdrift
de: Gesamter Fortschritt
es: Progreso total
et: Progress
fa: مجموع پیشرفت
fi: Kokonaisedistyminen
fr: Progression totale
ga: Dul chun cinn iomlán
gd: An t-adhartas air fad
hu: Teljes állapot
it: Avanzamento totale
lt: Eiga iš viso
nb_no: Fremdrift
nl: Totale voortgang
pl: Całkowity postęp
pt_br: Progresso total
ru: Общий прогресс
sk: Celkový stav
sl: Skupni napredek
sv: Total utveckling
