Repository: 011001010110011101101101/PDFCreator
Catalog: Source/Languages/*/LC_MESSAGES/innosetup.po
Languages: ca, cs, da, de, es, et, fa, fi, fr, ga, gd, hu, it, lt, nb_no, nl, pl, pt_br, ru, sk, sl, sv

source: %.2f of %.2f
ca: %.2f de %.2f
cs: %.2f z %.2f
da: %.2f af %.2f
de: %.2f von %.2f
es: %.2f de %.2f
et: %.2f - %.2f -st
fa: %.2f از %.2f
fi: %.2f / %.2f
fr: %.2f sur %.2f
ga: %.2f as %.2f
gd: %.2f de %.2f
hu: %.2f a %.2f-ből
it: %.2f di %.2f
lt: %.2f iš %.2f
nb_no: %.2f av %.2f
nl: %.2f van %.2f
pl: %.2f z %.2f
pt_br: %.2f de %.2f
ru: %.2f из %.2f
sk: %.2f z %.2f
sl: %.2f od %.2f
sv: %.2f av %.2f

source: Try out the new PDF Architect
ca: Proveu el PDF Architect nou
cs: Vyzkoušej si nový PDF Architekt
da: Prøv den ny PDF Architect
de: Testen Sie den neuen PDF Architect
es: Pruebe el nuevo PDF Architect
et: Proovi uut PDF Architecti
fa: نسخه PDF Architect جدید را امتحان کنید
fi: Kokeile sovellusta PDF Architect
fr: Essayer le nouveau PDF Architect
ga: Féach an PDF Architect nua
gd: Cuir am PDFArchitext ùr do dheuchainn
hu: Próbálja ki az új PDF Architect-et
it: Prova il nuovo PDF Architect
lt: Išbandykite naująjį „PDF Architect“
nb_no: Prøv den nye PDF Architect
nl: Probeer de nieuwe PDFArchitect uit
pl: Wypróbuj nowy PDF Architect
pt_br: Testar o novo PDF Architect
ru: Попробуйте новый PDF Architect
sk: Vyskúšajte nový PDF Architect
sl: Preizkusite novi PDF Architect
sv: Prova nya PDF Architect

source: Bad request (400)
ca: Sol·licitud incorrecta (400)
cs: Nesprávný požadavek (400)
da: HTTP-fejl 400
de: Ungültige Anforderung (400)
es: Solicitud incorrecta (400)
et: Vale päring (400)
fa: درخواست بد (400)
fi: Virheellinen pyyntö (400)
fr: Requête erronée (400)
ga: Drochiarratas (400)
gd: Droch-iarrtas (400)
hu: Hibás kérés (400)
it: Richiesta errata (400)
lt: Bloga užklausa (400)
nb_no: Ugyldig forespørsel (400)
nl: Ongeldige aanvraag (400)
pl: Nieprawidłowe zapytanie (400)
pt_br: Pedido errado (400)
ru: Неверный запрос (400)
sk: Zlá požiadavka (400)
sl: Neveljavna zahteva (400)
sv: Felaktig begäran (400)

source: Uninstall license service
ca: Desinstal·la el servei de llicència
es: Desinstalar el servicio de licencia
fa: حذف سرویس مجوز
fi: Lisenssipalvelun asennuksen poisto
fr: Désinstaller le service de licence
it: Disinstalla servizio licenza
lt: Išdiegti licencijų servisą
nl: Deinstalleer de licentieservice
pl: Odinstaluj usługę licencji
pt_br: Desinstalar o serviço da licença
ru: Удалить сервис лицензирования
sl: Odstrani licenčno storitev

source: Default application for PDF files
ca: Aplicació per defecte per a documents PDF
cs: Výchozí aplikace pro PDF soubory
da: Standardprogram til PDF
de: Standardanwendung für PDF-Dateien
es: Aplicación predeterminada para documentos PDF
et: Vaikeprogramm PDF failidele
fa: برنامه پیش فرض برای فایل های PDF
fi: PDF-tiedostojen oletussovellus
fr: Application par défaut pour fichiers PDF
ga: An feidhmchlár réamhshocraithe i gcomhair comhaid PDF
gd: An aplacaid bhunaiteach airson faidhlichean PDF
hu: Alapértelmezett alkalmazás PDF fájlokhoz
it: Programma predefinito per file PDF
lt: Numatytoji programa PDF failams
nb_no: Standardprogram til PDF
nl: Standaardtoepassing voor PDF's
pl: Aplikacja domyślna dla plików PDF
pt_br: Aplicativo padrão para arquivos PDF
ru: Приложение по умолчанию для PDF-файлов
sk: Predvolený program pre PDF súbory
sl: Privzeta aplikacija za PDF datoteke
sv: Standardprogram för PDF-filer

source: Uninstall the printer with all its components.
ca: Desinstal·la la impressora i tots els components.
cs: Odinstaluj tiskárnu se všemi jejími komponentami.
da: Afinstaller printeren og alle dens bestanddele.
de: Deinstalliere den Drucker mit all seinen Komponenten.
es: Desinstalar la impresora y todos sus componentes.
et: Eemalda printer koos kõigi lisadega.
fa: حذف چاپگر با همه کامپاننت های آن.
fi: Poista tulostin ja kaikki siihen liittyvät tiedostot.
fr: Désinstaller l'imprimante ainsi que tous ses composants.
ga: Díshuiteáil an clóire lena chomhpháirteanna ar fad.
gd: Dì-stàlaich an clò-bhualadair 's gach co-phàirt aige.
hu: Nyomtató törlése minden komponenssel együtt.
it: Rimuovi la stampante e tutti i suoi componenti.
lt: Išdiegti spausdintuvą su visais jo komponentais.
nb_no: Avinstaller skriveren og alle dens komponenter.
nl: Verwijder de printeraansturing volledig.
pl: Odinstaluj drukarkę z wszystkimi jej elementami.
pt_br: Desinstalar a impressora com todos os seus componentes.
ru: Удаление принтера со всеми его компонентами.
sk: Odinštalujte tlačiareň a všetky jej súčasti.
sl: Odstrani tiskalnik skupaj z vsemi sestavnimi deli.
sv: Avinstallera skrivaren och alla dess komponenter.

source: Elapsed time:
ca: Temps transcorregut:
cs: Uplynulý čas:
da: Tidsforbrug:
de: Vergangene Zeit:
es: Tiempo transcurrido:
et: Eeldatav aeg:
fa: زمان سپری شده:
fi: Käytetty:
fr: Temps écoulé :
ga: Am caite:
gd: An ùine a dh'fhalbh:
hu: Eltelt idő:
it: Tempo trascorso:
lt: Praėjęs laikas:
nb_no: Tidsforbruk:
nl: Verstreken tijd:
pl: Upłynęło czasu:
pt_br: Tempo decorrido:
ru: Прошедшее время:
sk: Uplynutý čas:
sl: Pretečen čas:
sv: Förbrukad tid:

source: Unknown
ca: Desconegut
cs: Neznámý (á)
da: Ukendt
de: Unbekannt
es: Desconocido
et: Tundmatu
fa: ناشناخته
fi: Tuntematon
fr: Inconnu
ga: Anaithnid
gd: Neo-aithnichte
hu: Ismeretlen
it: Sconosciuto
lt: Nežinoma
nb_no: Ukjent
nl: Onbekend
pl: Nieznane
pt_br: Desconhecido
ru: Неизвестно
sk: Neznáme
sl: Neznano
sv: Okänd

source: Getting file information...
ca: S'està obtenint la informació del fitxer...
cs: Získávám informace o souboru...
da: Henter filoplysninger...
de: Empfange Dateiinformationen...
es: Obteniendo información del archivo...
et: Uurin faili infot...
fa: دریافت اطلاعات فایل...
fi: Noudetaan tiedostotiedot...
fr: Récupération des informations du fichier...
ga: Ag fáil faisnéis an chomhaid...
gd: A’ faighinn an fhiosrachaidh mun fhaidhle...
hu: Fájlinformációk betöltése...
it: Acquisizione informazioni sui file ...
lt: Gaunama failo informacija...
nb_no: Henter filopplysninger...
nl: Bestandsinformatie ophalen...
pl: Uzyskiwanie informacji o pliku…
pt_br: Obtendo as informações do arquivo...
ru: Получение информации о файле...
sk: Získavanie informácií...
sl: Pridobivanje podatkov o datotekah ...
sv: Hämtar filinformation...

source: Username:
ca: Usuari:
es: Nombre de usuario:
fa: نام کاربر:
fi: Käyttäjätunnus:
fr: Utilisateur :
it: Nome utente:
lt: Naudotojo vardas:
nl: Gebruikersnaam:
pl: Nazwa użytkownika:
pt_br: Nome de usuário:
ru: Имя пользователя:
sl: Uporabniško ime:

source: Invalid license key!
ca: Clau de llicència no vàlida!
cs: Neplatný licenční klíč!
da: Ugyldig licensnøgle!
de: Ungültiger Lizenzschlüssel!
es: ¡Clave de licencia no válida!
et: Vigane litsentsivõti!
fa: کلید مجوز نامعتبر است!
fi: Lisenssiavain ei kelpaa!
fr: Clé de licence non-valide !
ga: Eochair cheadúnais neamhbhailí!
gd: Tha iuchair a' cheadachais mì-dhligheach!
hu: Érvénytelen licenszkulcs!
it: Chiave di licenza non valida!
lt: Negaliojantis licencijos raktas!
nb_no: Ugyldig lisensnøkkel!
nl: Ongeldige licentiesleutel!
pl: Nieprawidłowy klucz licencyjny!
pt_br: A chave da licença é inválida!
ru: Неверный лицензионный ключ!
sk: Neplatný licenčný kľúč!
sl: Neveljaven licenčni ključ!
sv: Ogiltig licensnyckel!

source: Verify and remove signatures
ca: Verificació i supressió de signatures
cs: Ověř a odeber podpisy
da: Verificer og fjern signaturer
de: Überprüfen und Entfernen von Signaturen
es: Verificar y quitar las firmas
fa: بازبینی و حذف امضای دیجیتالی
fi: Varmenna ja poista allekirjoituksia
fr: Vérifier et supprimer les signatures
ga: Fíordheimhnigh agus bain sínithe
hu: Aláírások ellenőrzése és eltávolítása
it: Verifica e rimuovi le firme
lt: Patikrinti ir pašalinti parašus
nb_no: Verifiser og ta bort signaturer
nl: Handtekeningen verifiëren en verwijderen
pl: Weryfikowanie i usuwanie podpisów
pt_br: Verificar e remover assinaturas
ru: Проверить и удалить подписи
sk: Overovanie alebo odstránenie podpisov
sl: Preverite in odstranite podpise
sv: Kontrollera och ta bort signaturer

source: New in PDF Architect {0}:
ca: Novetats al PDF Architect {0}:
cs: Nově v PDF Architektu {0}:
da: Nyt i PDF Architect {0}:
de: Neu in PDF Architect {0}:
es: Nuevo en PDF Architect {0}:
fa: تغییرات در PDF Architect {0}:
fi: Uutta sovelluksessa PDF Architect {0}:
fr: Nouveau dans PDF Architect {0} :
ga: Nithe nua in PDF Architect {0}:
hu: Újdonságok a PDF Architect {0} verzióban:
it: Novità in PDF Architect {0}:
lt: „PDF Architect {0}“ naujienos:
nb_no: Nytt i PDF Architect {0}:
nl: Nieuw in PDF Architect {0}:
pl: Nowości w PDF Architect {0}:
pt_br: Novo no PDF Architect {0}:
ru: Новое в PDF Architect {0}:
sk: Novinky v PDF Architect {0}:
sl: PDF Architect {0} novosti:
sv: Nytt i PDF Architect {0}:

source: Windows Explorer integration
ca: Integració amb l'Explorador del Windows
cs: Integrace ve Windows Explorer
da: Integration med Windows Stifinder
es: Integración con Explorador de Windows
et: Integreeri Windows Exploreriga
fa: یکپارچگی با ویندوز اکسپلورر
fi: Integroi resurssienhallintaan
fr: Intégration dans l'Explorateur
ga: Comhtháthú Windows Explorer
gd: Amalachadh Windows Explorer
hu: Windows Intéző integráció
it: Integrazione con Windows Explorer
lt: Integracija į „Windows Explorer“
nb_no: Integrasjon med Windows utforsker
nl: Windows Verkenner-integratie
pl: Integracja z Eksploratorem Windows
pt_br: Integrar ao Windows Explorer
ru: Интеграция c Проводником Windows
sk: Integrácia do Windows Explorera
sl: Windows Explorer integracija
sv: Integration med Windows Explorer

source: Compact installation
ca: Instal·lació compacta
cs: Kompaktní instalace
da: Kompakt installation
de: Minimale Installation
es: Instalación compacta
et: Kompaktne paigaldamine
fa: نصب کم حجم
fi: Minimiasennus
fr: Installation compacte
ga: Suiteáil dhlúth
gd: Stàladh tana
hu: Minimális telepítés
it: Installazione minima
lt: Minimalus įdiegimas
nb_no: Kompakt installasjon
nl: Compacte installatie
pl: Instalacja kompaktowa
pt_br: Instalação compacta
ru: Компактная установка
sk: Kompaktná inštalácia
sl: Osnovna namestitev
sv: Kompakt installation

source: Wrong answer from license server!
ca: Resposta incorrecta des del servidor de llicències!
cs: Nesprávná reakce licenčního serveru!
da: Forkert svar fra licensserver!
de: Falsche Antwort vom Lizenzserver!
es: ¡Respuesta incorrecta desde el servidor de licencias!
et: Vale vastus litsentsiserverilt!
fa: پاسخ دریافت شده از سرور مجوز اشتباه است!
fi: Lisenssipalvelimen vastaus on virheellinen!
fr: Réponse incorrecte du serveur de licence !
ga: An freagra mícheart ón bhfreastalaí ceadúnais!
gd: Freagairt chearr o fhrithealaiche nan ceadachasan.
hu: Érvénytelen válasz a licensz kiszolgálótól!
it: La risposta del server delle licenze è errata!
lt: Klaidingas licencijų serverio atsakymas!
nb_no: Feil svar fra lisensserver!
nl: Licentieserver geeft onjuist antwoord!
pl: Błędna odpowiedź z serwera licencji!
pt_br: Resposta errada do servidor da licença!
ru: Неправильный ответ от сервера лицензий!
sk: Nesprávna odpoveď z licenčného servera!
sl: Napačen odgovor z licenčnega strežnika!
sv: Flaktigt svar från licensservern!

source: License server answer not valid for this computer!
ca: Resposta del servidor de llicències no vàlida per aquest equip!
cs: Licenční server odpověděl, že pro tento počíteč není licence platná!
da: Licensservers svar er ugyldigt for denne computer!
de: Ungültige Lizenzserverantwort für diesen Computer!
es: ¡Respuesta del servidor de licencias no válida para este equipo!
et: Litsentsiserveri vastus ei vasta sellele arvutile!
fa: پاسخ سرور مجوز برای این رایانه معتبر نیست!
fi: Lisenssipalvelimen vastaus ei ole kelvollinen tätä tietokonetta varten!
fr: La licence n'est pas valide sur cet ordinateur !
ga: Níl an freagra ó fhreastalaí na gceadúnas bailí don ríomhaire seo!
gd: Chan eil freagairt frithealaiche nan ceadachasan dligheach airson a' choimpiutair seo!
hu: A licensz kiszolgáló válasza nem érvényes erre a számítógépre!
it: La risposta del server delle licenze non è valida per questo computer!
lt: Licencijų serverio atsakymas netinkamas šiam kompiuteriui!
nb_no: Lisensservers svar er ugyldig for denne maskinen!
nl: Ongeldig antwoord van licentieserver voor dit systeem!
pl: Odpowiedź serwera licencji nieważna dla tego komputera!
pt_br: O servidor responde que a licença é inválida para este computador!
ru: Ответ сервера лицензий недоступен для данного компьютера!
sk: Licenčný server neposlal správnu odpoveď pre tento počítač!
sl: Odgovor licenčnega strežnika ne velja za ta računalnik!
sv: Svaret från licensservern ogiltigt för denna dator!

source: An error occurred validating the license key!
ca: S'ha produït un error en validar la clau de llicència!
cs: Vyskytl se problém s ověřením licenčního klíče!
da: Der opstod en fejl ved kontrol af licensnøglen!
de: Es ist ein Fehler bei der Überprüfung des Lizenzschlüssels aufgetreten!
es: ¡Ha ocurrido un error al validar la clave de licencia!
et: Võtme valideerimisel saadi veateade!
fa: یک خزا حین معتبرسازی کلید مجوز رخ داد!
fi: Virhe tarkastettaessa lisenssiavainta!
fr: Une erreur s'est produite lors de la validation de la clé de licence !
ga: Tharla botún nuair a bhí eochair an cheadúnais á bailíochtú!
gd: Thachair mearachd rè sgrùdadh iuchair a' cheadachais.
hu: Hiba történt a licenszkulcs érvényestése során!
it: Si è verificato un errore nella convalida della chiave di licenza!
lt: Licencijos rakto patikros metu įvyko klaida!
nb_no: Det oppsto en feil ved kontroll av lisensnøkkelen!
nl: Valideren van de licentiesleutel leidt tot een fout!
pl: Wystąpił błąd podczas sprawdzania poprawności klucza licencyjnego!
pt_br: Ocorreu um erro ao validar a chave da licença!
ru: Ошибка проверки лицензионного ключа!
sk: Vyskytla sa chyba počas overovania licenčného kľúča!
sl: Napaka pri preverjanju veljavnosti licenčnega ključa!
sv: Ett fel uppstod då licensnyckeln kontrollerades!

source: Download failed
ca: Baixada fallida
cs: Stahování selhalo
da: Download fejlede
de: Download fehlgeschlagen
es: Descarga fallida
et: Allalaadimine nurjus
fa: دانلود موفق نشد
fi: Lataaminen epäonnistui
fr: Echec du téléchargement
ga: Theip ar an íosluchtú
gd: Dh’fhàillig a luchdadh a-nuas
hu: Letöltés sikertelen
it: Scaricamento fallito
lt: Parsisiųsti nepavyko
nb_no: Nedlasting feilet
nl: Download is misgegaan
pl: Pobieranie nieudane
pt_br: Falha ao baixar
ru: Загрузка не удалась
sk: Sťahovanie neúspešné
sl: Prenos ni uspel
sv: Nedladdning misslyckades

source: Install printer driver
ca: Instal·la el controlador d'impressora
cs: Instaluj ovladač tiskárny
da: Installer printerdriver
de: Installiere Druckertreiber
es: Instalar controlador de impresora
et: Paigalda printeri draiver
fa: نصب درایور چاپگر
fi: Asenna tulostimen ajurit
fr: Installer le pilote d'imprimante
ga: Suiteáil tiomántán don chlóire
gd: Stàlaich draibhear a' chlò-bhualadair
hu: Illesztőprogram telepítése
it: Installa driver di stampa
lt: Spaudintuvo tvarkyklės įdiegimas
nb_no: Installer skriverdriver
nl: Installeer printeraansturing
pl: Zainstaluj sterownik drukarki
pt_br: Instalar o driver da impressora
ru: Установка драйвера принтера
sk: Inštalovať ovládač tlačiarne
sl: Namesti gonilnik tiskalnika
sv: Installera skrivardrivrutiner

source: You are not a member of the administrator group.%n%n%nFor creating a PDF document out of any application, the PDFCreator is using a PostScript printerdriver.%nYou have to be a member of the administrator group, to install any printerdriver.%n%nIf you continue the installation, you will only be able to convert existing PostScript files.%n%nContinue the setup?%n
ca: No sou membre del grup, administradors.%n%n%nEl PDFCreator fa servir un controlador d'impressores PostScript per crear documents PDF des de qualsevol aplicació.%nHeu de tenir permís d'administrador per poder instal·lar aquest controlador.%n%nSi continueu amb la instal·lació, només podrà convertir fitxers PostScript existents.%n%nVoleu continuar amb la instal·lació?%n
cs: Nejsi členem skupiny administrátorů.%n%nPro vytváření PDF dokumentů z jakokoliv aplikace využívá PDFCreator tiskový ovladač PostScript.%nMusíš být členem administrátorské skupiny živatelů, abys mohl nainstalovat tiskový ovladač.%nPokud budeš pokračovat v instalaci, budeš moci pouze převést existující PostScriptové soubory.%n%nPokračovat v instalaci?%n
da: Manglende administratorrettigheder.%n%n%nVed oprettelse af et PDF-dokument fra et program bruger PDFCreator en PostScript-printerdriver.%nFor at installere en printerdriver kræves administratorrettigheder.%n%nHvis installationen fortsættes, kan kun eksisterende PostScript-filer konverteres.%n%nFortsæt opsætning?%n
de: Sie gehören nicht zur Gruppe der Administratoren.%n%nUm aus jeder Anwendung ein PDF-Dokument zu erzeugen, verwendet PDFCreator einen PostScript-Druckertreiber.%nFür die Installation eines Druckertreibers müssen Sie zur Gruppe der Administratoren gehören.%n%nWenn Sie mit der Installation fortfahren, können Sie nur bereits erstellte PostScript-Dateien konvertieren.%n%nSoll das Setup fortgesetzt werden?%n
es: Usted no es miembro del grupo administradores.%n%n%nPDFCreator utiliza un controlador de impresoras PostScript para crear documentos PDF desde cualquier aplicación.%nDebe tener permiso de administrador para poder instalar dicho controlador.%n%nSi continúa con la instalación, sólo podrá convertir archivos PostScript existentes.%n%n¿Desea continuar con la instalación?%n
et: Te pole ülemate grupi liige.%n%n%nSuvalisest programmist pdf-faili loomiseks kasutab PDFCreator PostScript printeri draivereid.%nPrinteri draiverite paigaldamiseks peab olema ülemate grupi liige.%n%nKui jätkate paigaldamist, saate teisendada üksnes olemasolevaid PostScript faile.%n%nKas jätkan paigaldamist?
fa: شما عضوی از گروه آدمین ها نیستید.%n%n%nبرای ایجاد سند پی دی اِف از هر برنامه ای، برنامه از درایور چاپگر پست اسکریپت استفاده می کند.%nبرای نصب هر گونه درایور چاپگر شما باید عضوی از گروه اکانت آدمین باشید.%n%nاگر نصب را ادامه دهید،شما فقط قادر به تبدیل فایل های پست اسکریپت موجود هستید.%n%nنصب ادامه یابد؟%n
fi: Sinulla ei ole järjestelmänvalvojan oikeuksia.%n%n%nJotta PDF-tiedostoja voidaan luoda mistä tahansa sovelluksesta, täytyy asentaa PostScript-tulostinajuri.%nTulostinajureita voivat asentaa vain järjestelmänvalvojat.%n%nJos jatkat asennusta, voit vain muuntaa olemassa olevia PostScript-tiedostoja PDF-muotoon.%n%nJatketaanko asennusta?%n
fr: Vous n'êtes pas membre du groupe administrateur.%n%n%nPour créer un document PDF, PDFCreator utilise pilote d'imprimante PostScript.%nVous devez être un membre du groupe administrateur pour installer un pilote d'imprimante.%n%nSi vous continuez l'installation, vous ne pourrez convertir que les fichiers PostScript existants.%n%nPoursuivre l'installation ?%n
ga: Ní comhalta den lucht riartha thú.%n%n%nChun cáipéis PDF a chruthú as aon fheidhmchlár, tá PDFCreator ag baint feidhm as tiománaí clóire PostScript.%nIs gá bheith mar chomhalta den lucht riartha chun aon tiománaí clóire a shuiteáil.%n%nMá leanann tú leis an suiteáil, ní bheidh tú in ann ach comhaid PostScript atá ann cheana a thiontú.%n%nLean ar ar aghaidh leis an gcumrú?%n
gd: Chan e rianaire a tha annad.%n%nCleachdaidh PDFCreator draibhear clò-bhualaidh PostScript airson PDF a chruthachadh sna diofar prògraman.%nAch feumaidh tu a bhith 'nad rianaire mus urrainn dhut draibhear clò-bhualaidh a stàladh.%n%nMa leanas tu air an stàladh, chan urrainn dhut iompachadh ach faidhlichean a tha anm PostScripts mu thràth.%n%nA bheil thu airson leantainn air an t-suidheachadh?%n
hu: Ön nem tagja a Rendszergazdák csoportnak.%n%n%nPDF állományok létrehozásához a PDFCreator PostScript illesztőprogramot használ, minden program esetén.%nRendszergazdai csoporttagság szükséges nyomtató illesztőprogram telepítéséhez.%n%nHa folytatja a telepítést, csak meglévő PostScript állományok átalakítására lesz lehetősége.%n%nFolytatja a telepítést?%n
it: Non sei membro del gruppo amministratori.%n%n%nPer creare un documento PDF da qualsiasi programma, PDFCreator utilizza un driver di stampa PostScript.%nPer installare il driver di stampa è necessario essere membri del gruppo amministratori.%n%nSe prosegui nell'installazione, potrai convertire solo file PostScript esistenti.%n%nContinuare l'installazione?%n
lt: Jūs nesate administratorių grupės narys.%n%n%nSukuriant pdf failą iš bet kurios programos, „PDFCreator“ naudoja „PostScript“ spausdintuvo tvarkyklę.%nJūs nesate administratorių grupės narys ir todėl negalite įdiegti jokių spausdintuvo tvarkyklių.%n%nJei tęsite diegimą, galėsite tik konvertuoti egzistuojančius „PostScript“ failus.%n%nTęsti įdiegimą?%n
nb_no: Manglende administratorrettigheter.%n%n%nVed opprettelse av et PDF-dokument fra et program, bruker PDFCreator en PostScript skriverdriver.%nFor å installere en skriverdriver, kreves administratorrettigheter.%n%nHvis installeringen fortsetter, kan kun eksisterende PostScript filer konverteres.%n%nFortsett installering?%n
nl: Je hebt geen beheerder-status.%n%n%nOm vanuit een programma een PDF document te maken, gebruikt PDFCreator een PostScript printeraansturing.%nJe moet een beheerder zijn om een printeraansturing te installeren.%n%nGa je door met installatie, dan kun je alleen bestaande PostScript-bestanden kunnen converteren.%n%nDoorgaan met installatie?%n
pl: Nie jesteś członkiem grupy administratorów.%n%n% nDla tworzenia plików PDF z dowolnej aplikacji PDFCreator używa sterownika drukarki PostScript.%nTrzeba być członkiem grupy administratorów, aby zainstalować jakikolwiek sterownik drukarki .%n%nW przypadku kontynuowania instalacji, będzie można tylko konwertować istniejące pliki PostScript.%n%nCzy kontynuować instalację?%n
pt_br: Você não é um membro do grupo de administradores.%n%n%nPara criar um documento PDF a partir de qualquer aplicativo, o PDFCreator usa um driver de impressora PostScript.%nVocê precisa ser um membro do grupo de administradores para instalar quaisquer drivers de impressora.%n%nSe você continuar instalando, poderá apenas converter arquivos PostScript existentes.%n%nVocê quer continuar instalando?%n
ru: Вы не входите в группу администраторов.%n%n%nДля создания документа PDF из любого приложения PDFCreator использует драйвер принтера PostScript.%nВы должны быть членом группы администраторов для установки любого драйвера.%n%nЕсли Вы продолжите установку, то сможете только конвертировать существующие файлы PostScript.%n%nПродолжить установку?%n
sk: Nie ste členom administrátorskej skupiny.%n%n%nPre vytvorenie PDF dokumentu z akéhokoľvek programu, PDFCreator používa PostScript ovládač tlačiarne.%nAby ste mohli nainštalovať akýkoľvek ovládač tlačiarne, musíte byť členom administrátorskej skupiny.%n%nAk budete pokračovať v inštalácii, budete môcť iba previesť existujúce PostScript súbory.%n%nChcete pokračovať v inštalácii?%n
sl: Vaš račun ni član skupine administratorjev.%n%n%nPDFCreator uporablja tiskalniški gonilnik PostScript za izdelavo PDF dokumentov v katerikoli aplikaciji.%nZa namestitev tiskalniških gonilnikov so potrebne pravice administratorja.%n%nČe nadaljujete z namestitvijo, boste lahko pretvarjali le že obstoječe datoteke PostScript.%n%nAli želite nadaljevati namestitev?%n
sv: Ni tillhör inte gruppen admnistratörer.%n%n%nFör att skapa ettPDF-dokument från ett annat program, använder PDFCreator en PostScriptskrivardrivrutin.%nNi måste tillhöra gruppen administratörer för att kunna installera skrivardrivrutiner.%n%nOm Ni fortsätter installationen, kommer Ni endast att kunna behandla befintliga PostScriptfiler.%n%nVill Ni fortsätta installationen?%n
