Repository: 011001010110011101101101/PDFCreator
Catalog: Source/Languages/*/LC_MESSAGES/innosetup.po
Languages: ca, cs, da, de, es, et, fa, fi, fr, ga, gd, hu, it, lt, nb_no, nl, pl, pt_br, ru, sk, sl, sv

source: Set installation directory and additional options
ca: Seleccioneu la carpeta d'instal·lació i opcions addicionals
cs: Nastav instalační adresář a další možnosti
da: Væg installationsmappe og andre indstillinger
de: Installationsverzeichnis und weitere Optionen festlegen
es: Seleccionar carpeta de instalación y opciones adicionales
et: Määra paigalduskaust ja muudki seaded
fa: تنظیم دایرکتوری نصب و گزینه های بیشتر
fi: Määritä asennuskansio ja lisäasetukset
fr: Répertoire d'installation et options supplémentaires
ga: Socraigh an chomhadlann suiteála agus roghanna breise
gd: Sònraich pasgan an stàlaidh is roghainnean eile
hu: Telepítési könyvtár és egyéb opciók megadása
it: Imposta la cartella di installazione ed ulteriori opzioni
lt: Nustatyti diegimo katalogą ir papildomas parinktis
nb_no: Velg installasjonsmappe og tilleggsvalg
nl: Kies installatiemap en andere opties
pl: Ustaw katalog instalacyjny i dodatkowe opcje
pt_br: Definir a pasta de instalação e as opções adicionais
ru: Укажите каталог установки и дополнительные опции
sk: Nastavte priečinok inštalácie a dodatočné nastavenia
sl: Izbira namestitvene mape in dodatnih možnosti
sv: Ställ in installationsmapp och övriga val

source: License agreement
ca: Acord de llicència
cs: Licenční ujednání
da: Licensaftale
de: Lizenzvereinbarung
es: Acuerdo de licencia
fa: توافقنامه مجوز
fi: Käyttöoikeussopimus
fr: Accord
ga: Comhaontú ceadúnaithe
hu: Licenc szerződés
it: Contratto di licenza
lt: Licencinė sutartis
nb_no: Lisensavtale
nl: Licentievoorwaarden
pl: Postanowienia licencji
pt_br: Acordo da Licença
ru: Лицензионное соглашение
sk: Licenčná zmluva
sl: Licenčni sporazum
sv: Licensavtal

source: Set up account information for PDFCreator license service
ca: Configuració d'informació del servei de llicència del PDFCreator
es: Configurar información de la cuenta para el servicio de licencia de PDFCreator
fa: راه اندازی اطلاعات اکانت برای سرویس مجوز PDFCreator
fi: Määritä tilitiedot PDFCreator-lisenssipalveluun
fr: Configurer les informations de compte pour le service de licence PDFCreator
it: Configura le informazioni dell'account per il servizio di licenza PDFCreator
lt: Nustatykite „PDFCreator“ licencijų serviso paskyros informaciją
nl: Configureer de accountinformatie voor de PDFCreator licentieservice
pl: Skonfiguruj informacje o koncie dla usługi licencji PDFCreator
pt_br: Definir as informações de conta do serviço da licença PDFCreator
ru: Настройка учетной записи для службы лицензий PDFCreator
sl: Vnos podatkov o računu za licenčno storitev PDFCreator-ja

source: License key validation
ca: Validació de la clau de llicència
cs: Ověřování licenčního klíče
da: Validering af licensnøgle
de: Überprüfung des Lizenzschlüssels
es: Validación de la clave de licencia
et: Litsentsivõtme valideerimine
fa: معتبرسازی کلید مجوز
fi: Lisenssiavaimen tarkastus
fr: Validation de la licence
ga: Bailíochtú eochair an cheadúnais
gd: Dearbhadh iuchair a' cheadachais
hu: Licenszkulcs érvényesítése
it: Convalida chiave di licenza
lt: Licencijos rakto patikra
nb_no: Validering av lisensnøkkel
nl: Valideren licentiesleutel
pl: Sprawdzanie klucza licencyjnego
pt_br: Validar a chave da licença
ru: Проверка лицензионного ключа
sk: Overenie licenčného kľúča
sl: Preverjanje veljavnosti licenčnega ključa
sv: Kontroll av licensnyckel

source: Setup has finished installing [name] on your computer.
ca: Ha finalitzat la instal·lació del [name] a l'ordinador.
cs: Setup dokončil instalaci [name] na tvůj počítač.
da: Installering af [name] er fuldført.
de: Das Setup hat [name] auf Ihrem Computer installiert.
es: Se terminó de instalar [name] en su equipo.
et: Paigaldaja lõpetas paigalduse [name] nimelisse arvutisse.
fa: راه انداز نصب [name] را در رایانه شما به پایان رسانده است.
fi: Tuote [name] on nyt asennettu.
fr: L'installation de [name] sur votre ordinateur est terminée.
ga: Chríochnaigh an cumrú ag suiteáil [name] ar do ríomhaire.
gd: Stàlaich gleus an t-suidheachaidh [name] air a’ choimpiutair agad.
hu: A telepítő végzett a [name] telepítésével.
it: Installazione di [name] sul computer terminata.
lt: Diegimo programa įdiegė [name] jūsų kompiuteryje.
nb_no: Installering av [name] er fullført.
nl: [name] is op je computer geïnstalleerd.
pl: Instalator zakończył instalowanie [name] na twoim komputerze.
pt_br: O programa de instalação concluiu a instalação do [name] no seu computador.
ru: Программа установки завершила установку [name] на вашем компьютере.
sk: Inštalátor dokončil inštaláciu programu [name] na váš počítač.
sl: Namestitev je dodala [name] na vaš računalnik.
sv: Installationen av [name] har slutförts.

source: License server answer:
ca: Resposta del servidor de llicències:
cs: Licenční server odpověděl:
da: Svar fra licensserver:
de: Lizenzserverantwort:
es: Respuesta del servidor de licencias:
et: Litsentsiserveri vastus:
fa: پاسخ سرور مجوز:
fi: Lisenssipalvelimen vastaus:
fr: Réponse du serveur de licence :
ga: An freagra ó fhreastalaí na gceadúnas:
gd: Freagairt frithealaiche nan ceadachasan:
hu: Licensz kiszolgáló válasza:
it: Risposta del server delle licenze:
lt: Licencijų serverio atsakymas:
nb_no: Svar fra lisensserver:
nl: Antwoord van licentieserver:
pl: Odpowiedź serwera licencji:
pt_br: Resposta do servidor da licença:
ru: Ответ от сервера лицензий:
sk: Odpoveď licenčného servera:
sl: Odgovor licenčnega strežnika:
sv: Licensserversvar:

source: Setup is being prepared...
ca: S'està preparant la configuració ...
cs: Instalace se připravuje...
da: Opsætning forberedes...
de: Das Setup wird vorbereitet ...
es: Se está preparando la instalación...
et: Paigaldamise eeltööd ...
fa: راه انداز در حال آماده سازی است...
fi: Valmistellaan määrityksiä...
fr: L'installation est en cours de préparation...
ga: Tá an chumhraíocht á ullmhú...
gd: Tha sinn ag ullachadh an t-suidheachaidh...
hu: A telepítő előkészül...
it: Preparazione installazione...
lt: Ruošiamasi diegimui ...
nb_no: Installering forberedes...
nl: Setup maakt zich gereed...
pl: Instalator jest przygotowywany…
pt_br: A instalação está sendo preparada...
ru: Подготовка к установке...
sk: Príprava inštalácie...
sl: Namestitev se pripravlja ...
sv: Installationen förbereds...

source: MB
fa: مگابایت
fr: Mo
ru: МБ

source: Show help after setup
ca: Mostra l'ajuda després de la instal·lació
cs: Po dokončení instalace chci zobrazit soubor nápovědy
da: Vis hjælp efter opsætning
de: Zeige Hilfe nach der Installation
es: Mostrar la ayuda después de la instalación
et: Ava peale sulgemist spikker
fa: نمایش راهنما بعد از نصب
fi: Näytä englanninkieliset ohjeet asennuksen jälkeen
fr: Afficher l'aide après l'installation
ga: Taispeáin cabhairt tar éis a chumrú
gd: Seall a' chobhair an dèidh an stàlaidh
hu: Súgó megjelenítése a telepítés után
it: Visualizza la guida in linea
lt: Rodyti pagalbą po įdiegimo
nb_no: Vis hjelp etter installasjon
nl: Toon hulp na installatie
pl: Pokaż pomoc po instalacji
pt_br: Exibir a Ajuda após instalar
ru: Показать справку после установки
sk: Po inštalácii zobraziť pomocníka
sl: Po namestitvi pokaži pomoč
sv: Visa hjälp efter installationen

source: MS Outlook previewer integration
ca: Integració amb la vista prèvia de l'Outlook
cs: Integrace do prohlížeče náhledů MS Outlook
da: Integration med Outlook eksempler
de: MS Outlook Vorschau Integration
es: Integración con la vista previa de MS Outlook
et: Integreeri MS Outlook eelvaatajaga
fa: یکپارچگی نمایش دهنده اُوت لوک
fi: Integroi MS Outlook -esikatseluun
fr: Intégration de prévisualisation MS Outlook
ga: Comhtháthú le réamhamharcóir MS Outlook
gd: Amalachadh ro-shealladh MS Outlook
hu: Microsoft Outlook betekintő integráció
it: Integrazione anteprima con MS Outlook
lt: Integracija į „MS Outlook“ peržiūrą
nb_no: Integrasjon med Outlook eksempler
nl: MS Outlook voorbeeldintegratie
pl: Integracja z podglądem MS Outlook
pt_br: Integrar ao pré-visualizador do MS Outlook
ru: Интеграция с предпросмотром MS Outlook
sk: Integrácia do MS Outlook
sl: MS Outlook previewer integracija
sv: Integration med MS Outlooks förhandsgranskare

source: Specify a user account to run the PDFCreator license service:
ca: Indiqueu un compte d'usuari on iniciar el servei de llicència del PDFCreator:
es: Especifique una cuenta de usuario para ejecutar el servicio de licencia de PDFCreator:
fa: اکانت کاربری را بری اجرای سرویس مجوز PDFCreator تعیین کنید:
fi: PDFCreator-lisenssipalvelun suorittamisessa käytettävä käyttäjätili:
fr: Spécifiez un compte d'utilisateur pour exécuter le service de licence PDFCreator :
it: Specificare un account utente per eseguire il servizio di licenza PDFCreator:
lt: Nurodykite naudotojo paskyrą „PDFCreator“ licencijų serviso paleidimui:
nl: Geef een gebruikersaccount in om de PDFCreator licentieservice te draaien:
pl: Określ konto użytkownika, aby uruchomić usługę licencji PDFCreator:
pt_br: Especifique uma conta de usuário para executar o serviço da licença PDFCreator:
ru: Укажите учетную запись пользователя для запуска службы лицензий PDFCreator:
sl: Določite uporabniški račun, v katerem naj se izvaja licenčna storitev za PDFCreator:

source: Message
ca: Missatge
cs: Zpráva
da: Besked
de: Nachricht
es: Mensaje
et: Teade
fa: پیام
fi: Viesti
ga: Teachtaireacht
gd: Teachdaireachd
hu: Üzenet
it: Messaggio
lt: Pranešimas
nb_no: Beskjed
nl: Bericht
pl: Komunikat
pt_br: Mensagem
ru: Сообщение
sk: Správa
sl: Sporočilo
sv: Meddelande

source: Speed:
ca: Velocitat:
cs: Rychlost:
da: Hastighed:
de: Geschwindigkeit:
es: Velocidad:
et: Kiirus:
fa: سرعت:
fi: Nopeus:
fr: Vitesse :
ga: Luas:
gd: Astar:
hu: Sebesség:
it: Velocità:
lt: Greitis:
nb_no: Hastighet:
nl: Snelheid:
pl: Prędkość:
pt_br: Velocidade:
ru: Скорость:
sk: Rýchlosť:
sl: Hitrost:
sv: Hastighet:

source: No answer from license server!
ca: No s'ha rebut una resposta del servidor de llicències!
cs: Žádná odpověď licenčního serveru!
da: Intet svar fra licensserver!
de: Keine Antwort vom Lizenzserver!
es: ¡No se recibió una respuesta del servidor de licencias!
et: Ei saanud litsentsiserverilt vastust!
fa: پاسخی از سرور مجوز ندارد!
fi: Ei yhteyttä lisenssipalvelimeen!
fr: Pas de réponse du serveur de licence !
ga: Níl aon fhreagra ó fhreastalaí na gceadúnas!
gd: Chan eil frithealaiche nan ceadachasan a' freagairt.
hu: Licensz kiszolgáló nem válaszol!
it: Nessuna risposta ricevuta dal server delle licenze!
lt: Nesulaukta licencijų serverio atsakymo!
nb_no: Intet svar fra lisensserver!
nl: Licentieserver geeft geen antwoord!
pl: Brak odpowiedzi z serwera licencji!
pt_br: Nenhuma resposta do servidor da licença!
ru: Нет ответа от сервера лицензий!
sk: Žiadna odpoveď z licenčného servera!
sl: Ni odgovora z licenčnega strežnika!
sv: Inget svar från licensservern!

source: Split and merge
ca: Dividiu i uniu
cs: Rozděl a sluč
da: Opdel/samle
de: Teilen und Zusammenfügen
es: Dividir y combinar
et: Tükelda ja ühenda
fa: تقسیم و ادغام
fi: Erota ja yhdistä
fr: Fractionner et fusionner
ga: Deighil agus cumasc
gd: Sgoilt is co-aonaich
hu: Darabolás és összefűzés
it: Dividi e unisci
lt: Padalyti ir sulieti
nb_no: Dele/samle
nl: Splitsen en samenvoegen
pl: Podziel i połącz
pt_br: Dividir e unir
ru: Разделение и слияние
sk: Rozdeliť a spojiť
sl: Ločevanje in združevanje
sv: Dela och sammanfoga

source: No thanks
ca: No, gràcies
cs: Ne, děkuji
da: Nej tak
de: Nein Danke
es: No, gracias
fa: نه ممنونم
fi: Ei kiitos
fr: Non merci
ga: Níor mhaith liom é
hu: Köszönöm, nem
it: No grazie
lt: Ačiū, ne
nb_no: Nei takk
nl: Nee, bedankt
pl: Nie, dziękuję
pt_br: Não, obrigado
ru: Нет, спасибо
sk: Nie, vďaka
sl: Ne hvala
sv: Nej tack

source: Starting download...
ca: S'està iniciant la baixada...
cs: Začínám stahovat...
da: Starter download...
de: Starte Download...
es: Iniciando descarga...
et: Alustan allalaadimist...
fa: شروع دانلود...
fi: Aloitetaan lataaminen...
fr: Démarrage du téléchargement...
ga: Ag tosú an íosluchtaithe...
gd: A’ tòiseachadh air an luchdadh a-nuas…
hu: Letöltés megkezdése...
it: Avvio scaricamento...
lt: Pradeda parsisiuntimą...
nb_no: Starter nedlasting...
nl: Download begint...
pl: Rozpoczynanie pobierania…
pt_br: Começando a baixar...
ru: Начинаем загрузку...
sk: Spúšťanie sťahovania...
sl: Prenos se začenja ...
sv: Påbörjar nedladdning...

source: A new version (%1) is available on the pdfforge servers!%n%nDo you want to download and install this version?
ca: Hi ha una versió nova (%1) disponible al servidor de pdfforge!%n%nVoleu baixar i instal·lar aquesta versió?
cs: Nová verze (%1) je připravena ke stažení na serverech pdfforge!%n%nChceš si novou verzi stáhnout a pak si jí nainstalovat?
da: En ny version (%1) er tilgængelig på pdfforge-serverne!%n%nVil du downloade og installere den?
de: Eine neuere Version (%1) ist auf den Servern von pdfforge verfügbar!%n%nMöchten sie diese Version herunterladen und installieren?
es: Hay una nueva versión (%1) disponible en el servidor de pdfforge!%n%n¿Desea deascargar e instalar esta versión?
et: Uus versioon (%1) on pdfforge serveris saadaval!%n%nKas soovid seda versiooni alla laadida ja paigaldada?
fa: یک نسخه جدید (%1) در سرورهای pdfforge موجود است!%n%nآیا می خواهید این نسخه را دانلود و نصب کنید؟
fi: Sovelluksesta on saavilla uudempi versio (%1), ladataanko ja asennetaanko se nyt?
fr: Une nouvelle version '%1' est disponible !%n%nVoulez-vous télécharger et installer cette version ?
ga: Tá leagan nua (%1) le fáil ar na freastalaithe pdfforge!%n%nAn mian leat an leagan sin a íosluchtú agus é a shuiteáil?
gd: Tha tionndadh na ùire, (%1), ri fhaighinn air frithealaiche pdfforge.%n%nA bheil thu airson a luchdadh a-nuas is a stàladh?
hu: Újabb verzió (%1) érhető el a pdfforge szerverein!%n%nSzeretné letölteni és telepíteni ezt a verziót?
it: È disponibile una nuova versione (%1) sui server di pdfforge!%n%nVuoi scaricarla ed installarla?
lt: Nauja (%1) versija yra prieinama pdfforge serveriuose!%n%nAr norėtumėte parsisiųsti ir įsidiegti šią versiją?
nb_no: En ny versjon (%1) er lagt på pdfforge servere!%n%nSkal denne versjon lastes ned og installeres?
nl: Er is een nieuwe versie (%1) beschikbaar!%n%nWil je deze ophalen en installeren?
pl: Nowa wersja (%1) jest dostępna na serwerach pdfforge!%n%nCzy chcesz pobrać i zainstalować tę wersję?
pt_br: Uma nova versão (%1) está disponível nos servidores da pdfforge!%n%nVocê quer baixá-la e instalá-la?
ru: Новая версия (%1) доступна на сайте pdfforge!%n%nВы хотите загрузить и установить эту новую версию?
sk: Je dostupná nová verzia programu (%1).\%n%nChcete túto verziu stiahnuť a nainštalovať?
sl: Na voljo je novejša različica (%1).%n%nAli jo želite prenesti in namestiti?
sv: En ny version (%1) är tillgänglig på pdfforges servrar!%n%nVill Ni ladda ned och installera denna version?

source: Status:
ca: Estat:
es: Estado:
et: Staatus:
fa: وضعیت:
fi: Tila:
fr: Etat :
ga: Treo:
gd: Staid:
hu: Állapot:
it: Stato:
lt: Statusas:
ru: Статус:
sk: Stav:

source: An error has occurred during the installation of Microsoft.Net Framework %1. (Error code: %2)%n%nDo you want to see the .Net installation log file?
ca: S'ha produït un error durant la instal·lació de Microsoft.Net Framework %1. (Codi d'error: %2)%n%nVoleu veure el fitxer del registre d'instal·lació .Net?
cs: V průběhu instalace .NET Framework %1 se vyskytl problém. (Error code: %2)%n%n Chceš vidět instalační logovací soubor .NET?
da: En fejl opstod under installation af Microsoft.Net Framework %1. (Fejlkode: %2)%n%nVil du se .Net-installationslogfilen?
de: Es ist ein Fehler während der Installation von Microsoft.Net Framework %1 aufgetreten. (Fehlernummer: %2)%n%nMöchten Sie sich das .Net Installationsprotokoll anschauen?
es: Ocurrió un error en la instalación de Microsoft .NET Framework %1. (Código de error: %2)%n%n¿Desea ver el archivo de registro de la instalación de .NET?
et: Viga Microsoft.Net Framework %1 paigaldamisel. (Veateade: %2)%n%nKas soovid vaadata .Net paigalduse logifaili?
fa: یک خطا حین نصب مایکروسافت دات نت فریم ورک رخ داده است %1. (کد خطا: %2)%n%nآیا میخواهید فایل وقایع نصب دات نت را ببینید؟
fi: Virhe asennettaessa tuotetta Microsoft.Net Framework %1. (Virhekoodi: %2)%n%nAvataanko .Net-asennuksen lokitiedosto ?
fr: Une erreur est survenue lors de l'installation de Microsoft.Net %1. (Code d'erreur : %2)%n%nVoulez-vous afficher le journal d'installation ?
ga: Tharla botún i rith suiteáila Microsoft.Net Framework %1. (Tagairt an bhotúin: %2)%n%nAn mian leat comhad oiris na suiteála .Net a fheiceáil?
gd: Thachair mearachd rè stàladh Microsoft.Net Framework %1. (Còd na mearachd: %2)%n%nA bheil thu airson sùil a thoirt air loga an stàlaidh .Net?
hu: Hiba történt a Microsoft .NET Framework %1 telepítése során. (Hibakód: %2)%n%nKívánja megtekinteni a :NET telepítési naplófájlt?
it: Si è verificato un errore durante l'installazione di Microsoft.Net Framework %1. (Codice di errore: %2)%n%nVuoi visualizzare il registro di installazione di .NET?
lt: Diegiant Microsoft.Net Framework %1 įvyko klaida. (Error code: %2)%n%nAr norite peržiūrėti .Net diegimo žurnalą?
nb_no: En feil oppsto under installasjon av Microsoft.Net Framework %1. Feilkode: %2%n%nVis .Net installasjonens loggfil?
nl: De installatie van Microsoft.Net Framework %1 is misgelopen. (Foutcode: %2)%n%nWil je de .Net installatie-log inzien?
pl: Wystąpił błąd podczas instalacji programu Microsoft.NET Framework %1. (Kod błędu: %2)%n%nCzy chcesz zobaczyć plik dziennika instalacji .NET?
pt_br: Ocorreu um erro ao instalar o Microsoft.NET Framework %1. (Código do erro: %2)%n%nVocê quer ver o arquivo de registro da instalação .Net?
ru: Произошла ошибка во время установки Microsoft .Net Framework %1. (Код ошибки: %2)%n%nВы хотите посмотреть журнал установки .Net?
sk: Vyskytla sa chyba počas inštalácie služby Microsoft.Net.Framework %1. (Kód chyby: %2)%n%nChcete zobraziť súbor záznamu z inštalácie?
sl: Prišlo je do napake med namestitvijo Microsoft.Net Framework %1. (Koda napake: %2)%n%nAli želite pregledati dnevnik .Net namestitve?
sv: Ett fel uppstod under installationen av Microsoft Net Framework %1. (Felkod: %2)%n%nVill Ni se installationloggfilen för .Net?

source: Stop license service
ca: Atura el servei de llicència
es: Detener el servicio de licencia
fa: توقف سرویس مجوز
fi: Pysäytä lisenssipalvelu
fr: Arrêter le service de licence
it: Arresta servizio licenza
lt: Sustabdyti licencijų servisą
nl: Stop licentieservice
pl: Zatrzymaj usługę licencjonowania
pt_br: Parar o serviço da licença
ru: Остановить сервис лицензирования
sl: Ustavi licenčno storitev

source: An older version '%1' was found.%n%nIt is not possible to update this version to version '%2'.%n%nPlease uninstall the application first.
ca: S'ha trobat una versió antiga «%1»!%n%No és possible actualitzar a la versió nova «%2».%n%nDesinstal·leu la versió antiga abans de continuar.
cs: Byla zjištěna starší verze '%1'.%n%nTuto verzi tedy není možno aktualizovat na verzi '%2'.%n%nNejprve si tedy starou aplikaci odinstaluj.
da: En ældre version '%1' blev fundet.%n%nDen version kan ikke opdateres til version '%2'.%n%nAfinstaller først programmet.
de: Es wurde eine alte Version "%1" gefunden!%n%nEine Aktualisierung auf die Version "%2" ist nicht möglich.%n%nBitte deinstallieren Sie das Programm zuerst.
es: ¡Se encontró una versión antigua "%1"!%n%nNo es posible actualizar a la nueva versión "%2".%n%nPor favor desinstale la versión antigua antes de continuar.
et: Leiti vanem "%1" versioon!%n%nSeda versiooni ei saa uuendada versiooniks "%2".%n%nPalun eemalda esmalt programm.
fa: یک نسخه قدیمی '%1' یافت نشد.%n%nامکان بروز رسانی این نسخه به نسخه '%2' وجود ندارد.%n%nلطفا ابتدا برنامه را حذف کنید.
fi: Sovelluksesta on asennettuna vanhempi versio '%1'.%nPäivittäminen versioon '%2' ei ole mahdollista.%n%Uudemman version asentamiseksi täytyy ensin poistaa vanhempi versio.
fr: Une ancienne version '%1' a été trouvé.%n%nUne mise à jour vers la version '%2' n'est pas possible.%n%nVeuillez d'abord désinstaller l'application.
ga: Aimsíodh leagan níos sine '%1'.%n%Ní féidir an leagan sin a nuashonrú chuig an leagan '%2'.%n%nDíshuiteáil an feidhmchlár ar dtús.
gd: Lorg sinn tionndadh nas sine, "%1".%n%nCha ghabh àrdachadh gu "%2" aig an àm seo.%n%nDì-stàlaich an tionndadh sin an toiseach.
hu: Régebbi verzió '%1' van telepítve. %n%nNem lehetséges a frissítés erről a verzióról erre a verzióra: '%2'Kérlek uninstalláld először a programot.
it: È stata rilevata una vecchia versione ('%1').%n%nNon è possibile aggiornarla alla versione '%2'.%n%nÈ necessario prima disinstallarla.
lt: Rasta senesnė programos versija „%1“!%n%nNeįmanoma jos atnaujinti iki versijos „%2“.%n%nPrašome pirma pašalinti programą.
nb_no: En eldre versjon '%1' ble funnet.%n%nDenne versjon kan ikke oppdateres til versjon '%2'.%n%nAvinstaller først programmet.
nl: Er is een eerdere versie'%1' gevonden. Deze is niet bij te werken naar versie '%2'.%n%nVerwijder eerst de oude versie.
pl: Została znaleziona starsza wersja '%1'!%n%nNie jest możliwa aktualizacja do wersji '%2'.%n%nProszę najpierw odinstalować program.
pt_br: Foi encontrado uma versão mais antiga '%1'.%n%nNão é possível atualizar esta versão para a versão '%2'.%n%nPor favor, primeiro desinstale o aplicativo.
ru: Найдена предыдущая версия '%1'.%n%nНевозможно обновить эту версию до версии '%2'.%n%nПожалуйста, сначала удалите приложение.
sk: Bola nájdená staršia verzia programu (%1).%n%nNie je možné aktualizovať program na verziu %2.%n%nNajprv odinštalujte staršiu verziu programu.
sl: Najdena je bila starejša različica '%1'.%n%nSlednje ni možno posodobiti na različico '%2'.%n%nNajprej odstranite starejšo različico.
sv: En äldre version '%1' hittades.%n%nDet går inte att uppdatera denna version till version '%2'.%n%nVar god avinstallera det äldre programmet först.
