Repository: 011001010110011101101101/PDFCreator
Catalog: Source/Languages/*/LC_MESSAGES/messages.po
Languages: gd, hr, nb_no

source: and {0} more file/directory
gd: agus {0} fhaidhle/phasgan eile.
hr: {0} datoteka još
nb_no: og {0} fil/katalog til

source: Attachment file does not exist.
gd: Chan eil faidhle ceanglachain ann.
hr: Priložena datoteka ne postoji.
nb_no: Vedlegget finnes ikke.

source: Attachment file is no PDF file.
gd: Chan eil an ceanglachan ’na fhaidhle PDF.
hr: Priložena datoteka nije PDF datoteka.
nb_no: Vedlegget er ikke en PDF.

source: Automatic saving without FTP server password.
gd: Sàbhaladh fèin-obrachail as aonais facal-faire an fhrithealaiche FTP.
hr: Automatsko spremanje bez FTP lozinke poslužitelja.
nb_no: Lagre automatisk uten FTP-servers adgangskode.

source: Automatic saving without certificate password.
gd: Sàbhaladh fèin-obrachail as aonais facal-faire an teisteanais.
hr: Automatsko spremanje bez certificirane lozinke.
nb_no: Lagre automatisk uten adgangskode fra nøkkelfil.

source: Automatic saving without filename template.
gd: Sàbhaladh fèin-obrachail as aonais teamplaid ainm an fhaidhle.
hr: Automatsko spremanje bez imena datoteke predloška.
nb_no: Lagre automatisk uten filnavnsutforming.

source: Automatic saving without owner password.
gd: Sàbhaladh fèin-obrachail as aonais facal-faire an t-sealbhadair.
hr: Automatsko spremanje bez vlasnikove lozinku.
nb_no: Lagre automatisk uten adgangskode for å endre.

source: Automatic saving without target directory.
gd: Sàbhaladh fèin-obrachail as aonais pasgan-uidhe.
hr: Automatsko spremanje bez ciljanog imenik.
nb_no: Lagre automatisk uten bestemmelsesmappe.

source: Automatic saving without user password.
gd: Sàbhaladh fèin-obrachail as aonais facal-faire a’ chleachdaiche.
hr: Automatsko spremanje bez korisničke lozinke.
nb_no: Lagre automatisk uten adgangskode for å åpne.

source: Background file does not exist.
gd: Chan eil faidhle a’ chùlaibh ann.
hr: Pozadinska datoteka ne postoji.
nb_no: Bakgrunnsfilen finnes ikke.

source: Background file is no PDF file.
gd: Chan e faidhle cùlaibh PDF a tha san fhaidhle.
hr: Pozadinska datoteka nije PDF datoteka.
nb_no: Bakgrunnsfilen er ikke en PDF.

source: Certificate file does not exist.
gd: Chan eil faidhle teisteanais ann.
hr: Datoteka s certifikatom ne postoji.
nb_no: Nøkkelfil finnes ikke.

source: Could not authorize to SMTP server.
gd: Cha b’ urrainn dhuinn dearbhadh a dhèanamh dhan òstair SMTP.
hr: Ne može se autorizirati SMTP poslužitelj.
nb_no: Kunne ikke godkjennes på SMTP-server.

source: Could not login to FTP server.
gd: Cha b’ urrainn dhuinn clàradh a-steach dhan fhrithealaichte FTP.
hr: Ne mogu se prijaviti na FTP poslužitelj.
nb_no: Kunne ikke logge på FTP-server.

source: Could not login to FTP server. Please check your Internet connection.
gd: Cha b’ urrainn dhuinn clàradh a-steach dhan fhrithealaiche FTP. Thoir sùil air a’ cheangal agad ris an eadar-lìon.
hr: Ne mogu se prijaviti na FTP poslužitelj. Provjerite svoju internetsku vezu.
nb_no: Kunne ikke logge på FTP-server. Kontroller internettforbindelsen.

source: Could not open attachment file.
gd: Cha b’ urrainn dhuinn an ceanglachan fhosgladh.
hr: Nije moguće otvoriti privitak datoteke.
nb_no: Vedlegget kunne ikke åpnes.

source: Could not open cover file.
gd: Cha b’ urrainn dhuinn an còmhdachadh fhosgladh.
hr: Nije moguće otvoriti naslovnicu datoteke.
nb_no: Forsidefilen kunne ikke åpnes.

source: Could not read from FTP directory to ensure unique filenames.
gd: Cha b’ urrainn dhuinn am pasgan FTP a leughadh gus dèanamh cinnteach nach eil ainmean nam faidhlichean air an dùblachadh.
hr: Ne mogu čitati s FTP direktorija kako bi se osigurala jedinstvena datoteka.
nb_no: Kunne ikke lese fra FTP-mappe med unike filnavn.

source: Could not upload file to FTP.
gd: Cha b’ urrainn dhuinn am faidhle a luchdadh suas gu FTP.
hr: Ne mogu učitati datoteku na FTP.
nb_no: Kunne ikke laste opp fil til FTP.

source: Cover file does not exist.
gd: Chan eil faidhle còmhdachaidh ann.
hr: Naslovna datoteka ne postoji.
nb_no: Forsidefilen finnes ikke.

source: E-mail over SMTP could not be delivered to one or more recipients.
gd: Bha co-dhiù aon duine ann nach b’ urrainn dhuinn am post-d a chur thuca slighe SMTP.
hr: E-pošta preko SMTP nije mogla biti isporučena jednom ili više primatelja.
nb_no: E-mail via SMTP kunne ikke leveres til en eller flere mottakere.

source: Error during PDF/A conversion.
gd: Mearachd rè an iompachaidh PDF/A.
hr: Greška prilikom PDF/A pretvorbe.
nb_no: Vis fremdrift under konvertering.

source: Error while adding background to the document.
gd: Thachair mearachd fhad ’s a bha sinn a’ cur cùlaibh ris an sgrìobhainn.
hr: Greška prilikom dodavanja pozadine na dokument.
nb_no: Feil ved tilføyelse av bakgrunn.

source: Error while copying the output file.
gd: Thachair mearachd fhad ’s a bha sinn a’ dèanamh lethbhreac dhen fhaidhle às-chuir.
hr: Greška prilikom kopiranja izlazne datoteke.
nb_no: Feil ved kopiering av utskriftsfilen.

source: Error while encrypting the document.
gd: Thachair mearachd fhad ’s a bha sinn a’ crioptachadh na sgrìobhainn.
hr: Greška prilikom šifriranje dokumenta.
nb_no: Feil ved kryptering av dokument.

source: Error while printing the file.
gd: Thachair mearachd fhad ’s a bha sinn a’ clò-bhualadh an fhaidhle.
hr: Pogreška pri ispisu datoteke.
nb_no: Feil under utskrift av fil.

source: Error while processing the document.
gd: Thachair mearachd fhad ’s a bha sinn a’ pròiseasadh na sgrìobhainn.
hr: Greška pri obradi dokumenta.
nb_no: Feil ved dokumentbehandling.

source: Error while running the script action.
gd: Thachair mearachd fhad ’s a bha sinn a’ ruith an sgriobt.
hr: Pogreška pri pokretanju skripte.
nb_no: Feil under avvikling av script.

source: Error while sending e-mail over SMTP.
gd: Thachair mearachd fhad ’s a bha sinn a’ cur post-d slighe SMTP.
hr: Greška prilikom slanja e-pošte preko SMTP.
nb_no: Feil ved sending av e-mail via SMTP.

source: Error while signing the document.
gd: Thachair mearachd fhad ’s a bha sinn a’ soidhneadh na sgrìobhainn.
hr: Pogreška pri potpisivanju dokumenta.
nb_no: Feil under signering av dokument.

source: Error while signing. Can not connect to time server.
gd: Mearachd a’ clàradh a-steach. Chan urrainn dhuinn ceangal ris an fhrithealaiche ama.
hr: Pogreška pri potpisivanju. Ne može se spojiti na vremenski server.
nb_no: Feil under signering. Ikke forbindelse til tidsserver.

source: Error while uploading and sharing the document to Dropbox.
gd: Thachair mearachd fhad 's a bha sinn a’ luchdadh suas is a’ co-roinneadh na sgrìobhainn dhan Dropbox.
hr: Pogreška pri prijenosu i dijeljenju dokumenta u Dropbox.
nb_no: Feil under opplasting og deling av dokumentet til Dropbox.

source: Error while uploading file to FTP server.
gd: Thachair mearachd fhad ’s a bha sinn a’ luchdadh suas an fhaidhle dhan fhrithealaiche FTP.
hr: Greška prilikom slanja datoteke na FTP poslužitelj.
nb_no: Feil ved opplasting til FTP-server.

source: Error while uploading the document to Dropbox.
gd: Thachair mearachd fhad 's a bha sinn a’ luchdadh suas na sgrìobhainn dhan Dropbox.
hr: Greška pri obradi dokumenta.
nb_no: Feil ved opplasting til Dropbox.

source: FTP server is not specified.
gd: Cha deach frithealaiche FTP a shònrachadh.
hr: FTP poslužitelj nije naveden.
nb_no: FTP-server er ikke angitt.

source: FTP server password is not specified.
gd: Cha deach facal-faire frithealaiche FTP a shònrachadh.
hr: Lozinka FTP servera nije navedena.
nb_no: FTP server passord er ikke angitt.

source: FTP server user name is not specified.
gd: Cha deach ainm-cleachdaiche an fhrithealaiche FTP a shònrachadh.
hr: FTP poslužitelj korisničko ime nije navedeno.
nb_no: Brukernavn for FTP-server er ikke angitt.

source: Failure in directory on FTP server.
gd: Mearachd sa phasgan air an fhrithealaiche FTP.
hr: Neuspjeh u direktoriju na FTP poslužitelj.
nb_no: Mappefeil på FTP-server.

source: Internal Ghostscript error.
gd: Mearachd inntearnail Ghostscript.
hr: Interna Ghostscript pogreška.
nb_no: Intern Ghostscript feil.

source: Invalid SMTP port.
gd: Tha am port SMPT mì-dhligheach.
hr: SMTP port E-pošte nije validan.
nb_no: Ugyldig SMTP epostport.

source: Launched encryption without owner password.
gd: Chaidh an crioptachadh a chur gu dol as aonais facal-faire an t-sealbhadair.
hr: Pokrenuto šifriranje bez lozinke vlasnika.
nb_no: Startet kryptering uten adgangskode for å endre.

source: Launched encryption without user password.
gd: Chaidh an crioptachadh a chur gu dol as aonais facal-faire a’ chleachdaiche.
hr: Pokrenuto šifriranje bez lozinka korisnika.
nb_no: Startet kryptering uten adgangskode for å åpne.

source: Launched signing without certification password.
gd: Chaidh an soidhneadh a chur gu dol as aonais facal-faire an teisteanais.
hr: Pokrenuto potpisivanje bez certificirane lozinke.
nb_no: Startet signering uten adgangskode.

source: Missing output file for PDF processing.
gd: Tha faidhle às-chuir a dhìth airson pròiseasadh a’ PDF.
hr: Nedostaje izlazna datoteka za PDF obradu.
nb_no: Outputfil mangler.

source: No SMTP e-mail address is specified.
gd: Cha deach seòladh puist-d SMTP a shònrachadh.
hr: SMTP adresa E-poste nije specificirana.
nb_no: SMTP e-mailadresse er ikke angitt.

source: No SMTP e-mail recipients are specified.
gd: Cha deach daoine a gheibh am post-d SMTP a shònrachadh.
hr: SMTP primaoci E-poste nisu specificirani.
nb_no: SMTP e-mail-mottakere er ikke angitt.

source: No SMTP e-mail server is specified.
gd: Cha deach òstair puist-d SMTP a shònrachadh.
hr: SMTP server E-poste nije specificiran.
nb_no: SMTP e-mail-server er ikke angitt.

source: No SMTP e-mail user name is specified.
gd: Cha deach ainm-cleachdaiche puist-d SMTP a shònrachadh.
hr: Korisničko ime SMTP E-poste nije specificirano.
nb_no: SMTP e-mail-brukernavn er ikke angitt.

source: No attachment file is specified.
gd: Cha deach faidhle ceanglachain a shònrachadh.
hr: Privitak datoteke je navedeno.
nb_no: Ingen vedlegg er angitt.

source: No background file is specified.
gd: Cha deach faidhle cùlaibh a shònrachadh.
hr: Pozadinska datoteka nije navedena.
nb_no: Ingen bakgrunnsfil er angitt.

source: No certification file is specified.
gd: Cha deach faidhle teisteanais a shònrachadh.
hr: Datoteka s certifikatom nije specificirana.
nb_no: Ingen nøkkelfil angitt.

source: No compatible e-mail client installed.
gd: Cha deach cliant puist-d a stàladh a tha co-chòrdail.
hr: Niti jedan podržani klijent e-poste nije instaliran.
nb_no: Ingen kompatibel e-mail-klient.

source: No cover file is specified.
gd: Cha deach faidhle còmhdachaidh a shònrachadh.
hr: Naslovnica datoteke navedena.
nb_no: Ingen forsidefil er angitt.

source: No password provided for E-mail over SMTP.
gd: Cha deach facal-faire a thoirt seachad mu choinneamh post-d slighe SMTP.
hr: Zaporka za e-poštu preko SMTP-a nije unesena.
nb_no: Intet passord oppgitt for epost over SMTP.

source: No script file is specified.
gd: Cha deach faidhle sgriobt a shònrachadh.
hr: Skriptna datoteka nije specificirana.
nb_no: Ingen scriptfil er angitt.

source: No stamp font is specified.
gd: Cha deach cruth-clò a shònrachadh airson na stampa.
hr: Pečat fonta nije naveden.
nb_no: Ingen stempelfont er angitt.

source: No stamp text is specified.
gd: Cha deach teacsa a shònrachadh airson na stampa.
hr: Pecat teksta nije naveden.
nb_no: Ingen stempeltekst er angitt.

source: Not enough space for signature.
gd: Chan eil àite gu leòr airson airson an t-soidhnidh.
hr: Nema dovoljno mjesta za potpis.
nb_no: Ikke plass til signatur.

source: PDF Architect could not open output file.
gd: Cha b’ urrainn dha PDF Architect faidhle an às-chuir fhosgladh.
hr: PDFArchitect ne može otvoriti datoteku.
nb_no: PDF Architect kunne ikke åpne outputfil.

source: Preselected folder for save dialog is empty.
gd: Tha am pasgan ro-shocraichte airson còmhradh an t-sàbhalaidh falamh.
hr: Prethodno odabrana mapa za spremanje je prazna.
nb_no: Den tidligere valgte mappe i lagringsdialogen er tom.

source: Script file contains illegal characters.
gd: Tha caractaran mì-dhligheach ann am faidhle an sgriobt.
hr: Skriptna datoteka sadrži nedopuštene znakove.
nb_no: Script-filen inneholder ugyldige tegn.

source: Script file does not exist.
gd: Chan eil faidhle an sgriobt ann.
hr: Skriptna datoteka ne postoji.
nb_no: Scriptfil finnes ikke.

source: Secured Time Server without password.
gd: Frithealaiche ama tèarainte gun fhacal-faire.
hr: Sigurnosno vrijeme servera bez lozinke.
nb_no: Sikker tidsserver uten adgangskode.

source: Secured Time Server without user name.
gd: Frithealaiche ama tèarainte gun ainm-cleachdaiche.
hr: Sigurnosno vrijeme servera bez korisničkog imena.
nb_no: Sikker tidsserver uten brukernavn.

source: System could not open output file.
gd: Cha b’ urrainn dhan t-siostam faidhle an às-chuir fhosgladh.
hr: Sustav ne može otvoriti izlaznu datoteku.
nb_no: Systemet kunne ikke åpne outputfil.

source: The certificate has no private key.
gd: Chan eil iuchair phrìobhaideach aig an teisteanas.
hr: Certifikat nema privatni ključ.
nb_no: Sertifikatet har ingen privat nøkkel.

source: The certificate password is wrong.
gd: Tha facal-faire an teisteanais cearr.
hr: Certificirana lozinka je pogrešna.
nb_no: Nøkkelfilens adgangskode er feil.

source: The cover file is no PDF file.
gd: Chan e faidhle PDF a tha sa chòmhdachadh seo.
hr: Naslovna datoteka nije PDF datoteka.
nb_no: Forsidefilen er ikke en PDF.

source: The default printer is invalid.
gd: Chan eil an clò-bhualadair bunaiteach dligheach.
hr: Zadani printer nije validan.
nb_no: Standardskriver er ugyldig.

source: The selected printer is invalid.
gd: Chan eil an clò-bhualadair a thagh thu dligheach.
hr: Zadani printer nije validan.
nb_no: Den valgte skriver er ugyldig.

source: The specified Dropbox access token is not configured.
gd: Cha deach an tòcan inntrigeadh Dropbox a shònraich thu a rèiteachadh.
hr: Odabrani Dropbox pristupni token nije postavljen.

source: The specified Dropbox account is not configured.
gd: Cha deach an cunntas Dropbox a shònraich thu a rèiteachadh.
hr: Odabrani Dropbox račun nije postavljen.
nb_no: Den spesifiserte Dropboxkontoen er ikke satt opp.

source: These characters are not allowed as Dropbox folder name: < > : ? * " |
gd: Chan eil na caractaran a leanas ceadaichte ann an ainmean phasganan Dropbox: < > : ? * " |
hr: Ovi znakovi nisu dozvoljeni kao ime direktorija: < > : ? * " |
nb_no: Disse tegnene er ikke tillatt som Dropbox mappenavn: < > : ? * " |

source: Unknown error in e-mail client action.
gd: Mearachd nach aithne dhuinn ann an gnìomh cliant a’ phuist-d.
hr: Nepoznata greška u radnji klijenta e-poste.

source: Unknown internal error.
gd: Mearachd inntearnail nach aithne dhuinn.
hr: Nepoznata unutarnja pogreška.
nb_no: Ukjent intern feil.

source: User cancelled retyping FTP password.
gd: Sguir an cleachdaiche de dh’ath-sgrìobhadh an fhacail-fhaire FTP.
hr: Korisnik je otkazao ponovni upis FTP lozinku.

source: User cancelled retyping SMTP e-mail password.
gd: Sguir an cleachdaiche de dh’ath-sgrìobhadh facal-faire a’ phuist-d SMTP.
hr: Korisnik je otkazao ponovni upis lozinke SMTP E-pošte.
nb_no: Bruker avbrøt inntasting av SMTP e-mail-adgangskode.

source: No repetition
gd: Gun ath-nochdadh
hr: Bez ponavljanja
nb_no: Ingen gjentagelse

source: Repeat all pages
gd: Ath-nochd a h-uile duilleag
hr: Ponovi sve stranice
nb_no: Gjenta alle sider

source: Repeat last page
gd: Ath-nochd an duilleag mu dheireadh
hr: Ponovi posljednju stranicu
nb_no: Gjenta siste side

source: Grayscale
gd: Liath-sgèile
hr: Crno-bijelo
nb_no: Gråtoner

source: Automatic
gd: Gu fèin-obrachail
hr: Automatski
nb_no: Automatisk

source: JPEG (High)
gd: JPEG (Àrd)
hr: JPEG (Visoko)
nb_no: JPEG (Høy)

source: JPEG (Low)
gd: JPEG (Ìseal)
hr: JPEG (Nisko)
nb_no: JPEG (Lav)

source: JPEG (Manual)
gd: JPEG (De làimh)
hr: JPEG (Ručno)
nb_no: JPEG (Manuelt)

source: JPEG (Maximum)
gd: JPEG (As motha)
hr: JPEG (Maksimum)
nb_no: JPEG (Maksimalt)

source: JPEG (Medium)
gd: JPEG (Meadhanach)
hr: JPEG (Srednje)
nb_no: JPEG (Mellom)

source: JPEG (Minimum)
gd: JPEG (As lugha)
hr: JPEG (Minimalno)

source: CCITT Fax
gd: Facs CCITT

source: Run Length Compression
gd: Ruith dùmhlachadh na faid
hr: Pokreni duljinu kompresije
nb_no: Kjørelengde koding (RLE)

source: ZIP Compression
gd: Dùmhlachadh ZIP
hr: ZIP kompresija
nb_no: ZIP-komprimering

source: Attachments panel visible
gd: Panail nan ceanglaichean ri fhaicinn
hr: Prilozi panela vidljivi
nb_no: Panel for vedlegg vises

source: Document outline visible
gd: Oir-loidhne na sgrìobhainn ri fhaicinn
hr: Kontura Dokumenta vidljiva
nb_no: Bokmerker vises

source: Fullscreen mode
gd: Modh làn-sgrìn
hr: Mod cijelog ekrana
nb_no: Fullskjermstilstand

source: Neither document outline nor thumbnail images visible
gd: Chan eil oir-loidhne no dealbhagan na sgrìobhainn ri fhaicinn
hr: Ni kontura dokumenta ni sličice nisu vidljive
nb_no: Hverken bokmerker eller miniatyrer vises

source: Optional content group panel visible
gd: Chithear a’ phanail airson susbaint roghainneil
hr: Neobavezni sadržajni grupni panel vidljiv
nb_no: Evt. andre paneler vises

source: Thumbnail images visible
gd: Dealbhagan ri am faicinn
hr: Sličice vidljive
nb_no: Miniatyrer vises

source: Long edge turn
gd: Tionndadh air an oir fhada
nb_no: Vend på langs

source: No duplex printing
gd: As aonais clò-bhualadh duplex
hr: Bez duplex ispisa
nb_no: Ikke duplex

source: Short edge turn
gd: Tionndadh air an oir ghoirid
nb_no: Vend til stående

source: 16 Million Colors (24 Bit)
gd: 16 milleanan dath (24 Bit)
hr: 16 milijuna boja (24 bitovno)
nb_no: 16 millioner farger (24-bit)

source: Grayscale (8 Bit)
gd: Liath-sgèile (8 Bit)
hr: Crno-bijelo(8 bitno)
nb_no: Gråtoner (8-bit)

source: Auto-Detect
gd: Fèin-mhothachadh
hr: Auto-Otkrivanje
nb_no: Automatisk

source: Landscape
gd: Dreach-tìre
hr: Pejzaž
nb_no: Liggende

source: Portrait
gd: Portraid
nb_no: Stående

source: Double page view (odd pages left)
gd: Sealladh: duilleag dhùbailte (duilleagan corra air an taobh chlì)
nb_no: Vis dobbeltside (ulike til venstre)

source: Double page view (odd pages right)
gd: Sealladh: duilleag dhùbailte (duilleagan corra air an taobh deas)
nb_no: Vis dobbeltside (ulike til høyre)

source: Floating double page view (odd pages left)
gd: Sealladh: duilleag dhùbailte air fleòd (duilleagan corra air an taobh chlì)
nb_no: Vis dobbeltside flytende (ulike til venstre)

source: Floating double page view (odd pages right)
gd: Sealladh: duilleag dhùbailte air fleòd (duilleagan corra air an taobh deas)
nb_no: Vis dobbeltside flytende (ulike til høyre)

source: Floating page view (one page)
gd: Sealladh: duilleag air fleòd (aon duilleag)
nb_no: Vis flytende (en side)

source: Single page view
gd: Sealladh aon-duilleagach
hr: Jednostrani pregled
nb_no: Vis enkelt side

source: 16 Color (4 Bit)
gd: 16 dathan (4 Bit)
nb_no: 16 farger (4-bit)

source: 16 Million Colors with Transparency (32 Bit)
gd: 16 milleanan dath le trìd-shoilleireachd (32 Bit)
nb_no: 16 millioner farger med transparens (32-bit)

source: 256 Colors (8 Bit)
gd: 256 dath (8 Bit)
hr: 256 boja (8 bitno)
nb_no: 256 farger (8-bit)

source: Black & White (2 Bit)
gd: Dubh ⁊ geal (2 bit)
hr: Crno & bijelo 2 bitno)
nb_no: Svart-hvit (2-bit)

source: End
gd: Deireadh
nb_no: Slutt

source: Replace
gd: Cuir na àite
hr: Zamijeni
nb_no: Erstatt

source: Start
gd: Toiseach

source: default printer
gd: an clò-bhualadair bunaiteach
hr: zadani printer
nb_no: Standardskriver

source: printer dialog
gd: còmhradh a’ chlò-bhualadair
hr: dijalog pisača
nb_no: Skriverdialog

source: select printer ->
gd: tagh clò-bhualadair ->
hr: Izaberite pisač ->
nb_no: Velg skriver->

source: Custom Page
gd: Duilleag ghnàthaichte
hr: Posebna stranica
nb_no: Valgt side

source: First Page
gd: A’ chiad duilleag
hr: Prva stranica
nb_no: Første side

source: Last Page
gd: An duilleag mu dheireadh
hr: Posljednja stranica
nb_no: Siste side

source: 4096 Colors (12 Bit)
gd: 4096 dath (12 Bit)
hr: 4096 boje (12 bitno)
nb_no: 4096 farger (12-bit)

source: Black & White (2 Bit G3 Fax)
gd: Dubh ⁊ geal (2 bit G3 Fax)
hr: Crno & bijelo 2 bitno G3 Fax)
nb_no: Svart-hvit (2 Bit G3 Fax)

source: Black & White (2 Bit G4 Fax)
gd: Dubh ⁊ geal (2 bit G4 Fax)
hr: Crno & bijelo (2 bitno G4 Fax)
nb_no: Svart-hvit (2 Bit G4 Fax)

source: Black & White (2 Bit LZW)
gd: Dubh ⁊ geal (2 bit LZW)
hr: Crno & bijelo (2 bitno LZW)
nb_no: Svart-hvit (2 Bit LZW)

source: Daily
gd: Gach latha
hr: Dnevno
nb_no: Daglig

source: Monthly
gd: Gach mìos
hr: Mjesecno
nb_no: Månedlig

source: Never
gd: Chan ann idir
hr: NIkad
nb_no: Aldri

source: Weekly
gd: Gach seachdain
hr: Tjedno
nb_no: Ukentlig

source: <Default Profile>
gd: <A’ phròifil bhunaiteach>
hr: <Zadani profil>
nb_no: <Standardprofil>

source: High Compression (small file)
gd: Dùmhlachadh àrd (faidhle beag)
hr: Visoko sažimanje (mala datoteka)
nb_no: Høy komprimering (liten fil)

source: High Quality (large file)
gd: Càileachd àrd (faidhle mòr)
hr: Visoka kvaliteta (velika datoteka)
nb_no: Høy kvalitet (stor fil)

source: JPEG (graphic file)
gd: JPEG (faidhle grafaig)
hr: JPEG (grafički file)
nb_no: JPEG (grafikkfil)

source: PDF/A (long term preservation)
gd: PDF/A (glèidheadh fad-ùineach)
hr: PDF / A (dugoročno čuvanje)
nb_no: PDF/A (fremtidssikret format)

source: PNG (graphic file)
gd: PNG (faidhle grafaig)
hr: PNG (grafička datoteka)
nb_no: PNG (grafikkfil)

source: Print after saving
gd: Clò-bhuail an dèidh a shàbhaladh
hr: Ispis nakon spremanja
nb_no: Skriv ut etter lagring

source: TIFF (multipage graphic file)
gd: Chan urrainn dhut ainm ùr a thoirt air a’ phròifil bhunaiteach
hr: TIFF (s više grafičkih datoteka)
nb_no: TIFF (flersidet grafikfil)

source: Access Denied
gd: Chaidh inntrigeadh a dhiùltadh
hr: Nedozvoljen pristup
nb_no: Ingen adgang

source: An important PDFCreator file is missing ('{0}'). Please reinstall PDFCreator!
gd: Tha faidhle cudromach a dhìth air PDFCreator ("{0}"). Feumaidh tu PDFCreator a stàladh as ùr!
hr: Značajna PDFCreator datoteka nedostaje ('{0}'). Molimo vas da reinstalirate PDFCreator!
nb_no: En viktig PDFCreator-fil mangler ('{0}'). Gjeninstaller PDFCreator!

source: Error
gd: Mearachd
hr: Greška
nb_no: Feil

source: No printers installed
gd: Chan eil clò-bhualadair stàlaichte
hr: Nema instaliranih pisaca
nb_no: Ingen skrivere installert

source: PDFCreator was not able to repair your printers. Please contact your administrator or the support to assist you in with this problem.
gd: Cha b’ urrainn dha PDFCreator na clò-bhualadairean agad a chàradh. Cuir fios gun rianaire agad ach an cuidich iad-san thu.
hr: PDFCreator nije bio u mogućnosti popraviti vaše pisaće. Molimo vas da kontaktirate administratora ili podršku za pomoć.
nb_no: PDFCreator kunne ikke reparere dine skrivere. Vennligst kontakt din administrator eller brukerstøtte for å få hjelp med dette problemet.

source: PDFCreator was not able to repair your spool folder. Please contact your administrator or the support to assist you in changing the permissions of the path '{0}'.
gd: Cha b’ urrainn dha PDFCreator am pasgan spàlaidh agad a chàradh. Cuir fios gun rianaire agad no gun sgioba taice agad airson na ceadan san t-slighe "{0}" atharrachadh.
hr: PDFCreator nije uspio popraviti vas direktorij za ispis. Molimo vas da kontaktirate administratora ili podršku za pomoć u promjeni dozvola putanje '{0}'.
nb_no: PDFCreator kunne ikke reparere mappen. Kontakt administrator eller support for å endre tillatelsene for stien '{0}'.

source: RepairTool not found
gd: Cha deach RepairTool a lorg
hr: Alat za popravak nije pronađen
nb_no: Reparasjonsverktøy ikke funnet
