Repository: 011001010110011101101101/PDFCreator
Catalog: Source/Languages/*/LC_MESSAGES/messages.po
Languages: gd, hr, nb_no

source: By loading the file all settings and profiles will be overwritten. Do you want to continue?
gd: Ma luchdaicheas tu am faidhle, sgrìobhar thairis air gach roghainn is pròifil. A bheil thu airson leantainn air adhart?
hr: Uvozom datoteke sve postavke će biti prepisane. Želite li nastaviti?
nb_no: Ved innlesning av filen overskrives alle innstillinger og profilen. Fortsett?

source: INI files (*.ini)|*.ini
gd: Faidhlichean INI (*.ini)|*.ini
hr: INI datoteke (*.ini)|*.ini
nb_no: INI filer (*.ini)|*.ini

source: Invalid settings
gd: Roghainnean mì-dhligheach
hr: Nevažeće postavke
nb_no: Ugyldige innstillinger

source: Overwrite all settings
gd: Sgrìobh thairis air na roghainnean uile
hr: Prepiši sve postavke
nb_no: Overskriv alle innstillinger

source: The file does not appear to contain valid PDFCreator settings.
gd: Tha coltas nach eil roghainn dhligheach sam bith san fhaidhle seo airson PDFCreator.
hr: Datoteka ne sadrži dopuštene PDFCreator postavke.
nb_no: Filen inneholder ikke gyldige innstillinger av PDFCreator.

source: Do you want to proceed anyway?
gd: A bheil thu airson leantainn air adhart co-dhiù?
hr: Želite li svejedno nastaviti?
nb_no: Vil du fortsette uansett?

source: PDFCreator needs to temporarily change the default printer to be able to convert the file. Do you want to proceed?
gd: Feumaidh PDFCreator an clò-bhualadair bunaiteach atharrachadh fad greis mus urrainn dha am faidhle iompachadh. A bheil thu airson leantainn air adhart?
hr: PDFCreator treba privremeno promjenu zadanog pisača da biste mogli pretvoriti datoteku. Želite li nastaviti?
nb_no: PDF Creator skal midlertidig endre standardskriveren for å konvertere filen. Fortsett?

source: The following files can't be converted:
gd: Cha ghabh na faidhlichean a leanas iompachadh:
hr: Sljedeće datoteke ne mogu se pretvoriti:
nb_no: Disse filer kan ikke konverteres:

source: You have tried to convert directories here. This is currently not supported.
gd: Dh’fheuch thu ri pasganan iompachadh. Chan eil taic ris a leithid a rud aig an àm seo.
hr: Pokušali ste pretvoriti direktorije ovdje. To trenutno nije podržana.
nb_no: Her er det forsøkt å konvertere mapper. Dette støttes ikke.

source: and {0} more.
gd: agus {0} eile.
hr: a {0} više.
nb_no: og {0} til.

source: A printer with the name '{0}' is already installed on your system. Please enter a new printer name:
gd: Tha clò-bhualadair air a bheil "{0}" stàlaichte air an t-siostam agad mu thràth. Cuir a-steach ainm ùr airson a’ chlò-bhualadair:
hr: Pisac s imenom '{0}' je vec instaliran na vas sustav. Molimo upišite novo ime pisača:
nb_no: En skriver med navnet '{0}' finnes allerede. Angi et nytt skrivernavn:

source: Are you sure that you want to delete the printer '{0}'?
gd: A bheil thu cinnteach gu bheil thu airson an clò-bhualadair "{0}" a thoirt air falbh?
hr: Jeste li sigurni da želite izbrisati pisac '{0}'?
nb_no: Skal skriver '{0}' fjernes?

source: Delete Printer
gd: Sguab às an clò-bhualadair
hr: Izbriši pisac
nb_no: Slett skriver

source: Please enter printer name:
gd: Tha
hr: Unesite naziv pisača:
nb_no: Angi skrivernavn:

source: The name is invalid or a printer with this name already exists
gd: Chan eil an t-ainm seo dligheach no tha e air clò-bhualadair eile mu thràth
hr: Ime je nevažeće ili pisač s identičnim imenom već postoji
nb_no: Navnet er ugyldig eller en skriver med det navn finnes allerede

source: The printer '{0}' could not be installed.
gd: Cha b’ urrainn dhuinn an clò-bhualadair “{0}” a stàladh.
hr: Pisac '{0}' se ne može instalirati.
nb_no: Kunne ikke installere skriver '{0}'.

source: The printer '{0}' could not be renamed in '{1}'.
gd: Cha b’ urrainn dhuinn “{1}” a chur air a’ chlò-bhualadair “{0}”.
hr: Pisac '{0}' se ne može preimenovati u '{1}'.
nb_no: Kunne ikke endre navn på skriver '{0}' i '{1}'.

source: The printer name contains invalid characters.
gd: Tha caractaran ann an ainm a’ chlò-bhualadair nach eil dligheach.
hr: Ime pisača sadrži nedopuštene znakove.
nb_no: Navnet på skriveren inneholder ugyldige tegn.

source: You may not delete the last printer. Uninstall PDFCreator if you really want to remove all related printers.
gd: Chan urrainn dhut an clò-bhualadair mu dheireadh a sguabadh às. Tha agad ri PDFCreator a dhì-stàladh ma tha thu airson gach clò-bhualadair ann a thoirt air falbh.
hr: Možda niste izbrisali posljednji pisac. Deinstalirajte PDFCreator ako želite izbrisati sve povezane pisače.
nb_no: Ikke slett den siste skriver. Avinstaller PDFCreator, hvis alle skrivere skal fjernes.

source: Admin privileges required
gd: Tha feum air pribhleidean rianaire
hr: Potrebne administratorske ovlasti
nb_no: Administratorrettigheter kreves

source: Operation failed. You probably do not have sufficient permissions.
gd: Dh’fhàillig an gnìomh seo. Mar is trice, gheibhear seo mur eil cead gu leòr agad.
hr: Operacija neuspješna. Vjerojatno nemate dovoljne ovlasti.
nb_no: Handling mislyktes. Sannsynligvis p.g.a. manglende tillatelser.

source: E-mail automatically created by PDFCreator
gd: Post-d a chaidh a chruthachadh gu fèin-obrachail le PDFCreator
hr: E-poruka je automatski stvarorena PDFCreatorom
nb_no: Epost laget automatisk av PDFCreator

source: E-mail automatically created by the free PDFCreator
gd: Post-d a chaidh a chruthachadh gu fèin-obrachail le PDFCreator, prògram a tha saor ’s an-asgaidh
hr: E-poruka je automatski stvarorena slobodnom inačicicom PDFCreatora
nb_no: E-mail automatisk opprettet av gratis PDFCreator

source: MyFile.docx
gd: Am-faidhle-agam.docx
nb_no: MinFil.docx

source: OutputFilename.jpg
gd: Ainm-an-às-chuir.jpg
hr: IzlaznaDatoteka.jpg
nb_no: OutputFilnavn.jpg

source: OutputFilename2.jpg
gd: Ainm-an-às-chuir2.jpg
hr: IzlaznaDatoteka2.jpg
nb_no: OutputFilnavn2.jpg

source: OutputFilename3.jpg
gd: Ainm-an-às-chuir3.jpg
hr: IzlaznaDatoteka3.jpg
nb_no: OutputFilnavn3.jpg

source: Subject from Settings
gd: An cuspair stèidhichte air na roghainnean
hr: Tema u Postavke
nb_no: Emne fra innstillinger

source: Title from Printjob
gd: An tiotal stèidhichte air an obair chlò-bhualaidh
hr: Naslov iz posla pisaca
nb_no: Tittel fra skriverjobb

source: Title from Settings
gd: An tiotal stèidhichte air na roghainnean
hr: Naslov u Postavke
nb_no: Tittel fra innstillinger

source: Printer
gd: Clò-bhualadair
hr: Pisač
nb_no: Skriver

source: License
gd: Ceadachas
hr: Licenca
nb_no: Lisens

source: User Manual
gd: Treòir an luchd-chleachdaidh
hr: Korisničke upute
nb_no: Brukermanual

source: Authenticate with Dropbox
gd: Dearbh le Dropbox
hr: Autentikacija Dropboxom
nb_no: Autentier med Dropbox

source: Cancel
gd: Sguir dheth
hr: Odustani
nb_no: Avbryt

source: Copy
gd: Lethbhreac
hr: Kopiraj
nb_no: Kopi

source: Create a link to share the uploaded files. Anyone with the link can view this file.
gd: Cruthaich ceangal gus na faidhlichean a luchdaich thu suas a cho-roinneadh. Chì duine sam bith aig a bheil an ceangal seo am faidhle seo.
hr: Stvaranje veze za razmjenu postavljene datoteke. Svatko s poveznicom može vidjeti ovu datoteku.
nb_no: Lag en link for å dele de opplastede filene. Alle som har denne linken kan se på denne filen.

source: Directory:
gd: Pasgan:
hr: Direktorij:
nb_no: Mappe:

source: Don't overwrite files (adds an increasing number in case of conflict)
gd: Na sgrìobh thairis air faidhlichean (cuiridh seo àireamhan ris na faidhlichean ma bhios còmhstri ann)
hr: Nemoj prepisati datoteke (dodaj uvecani broj u slucaju konflikta)
nb_no: Ikke overskriv filer (nummererer ved konflikt)

source: Don't overwrite files (adds an increasing number in case of conflict).
gd: Na sgrìobh thairis air faidhlichean (cuiridh seo àireamhan ris na faidhlichean ma bhios còmhstri ann).
hr: Ne prebrisati datoteke (dodaje se broj uvećan za jedan u slučaju konflikta).
nb_no: Ikke overskriv filer (legg til en teller i tilfelle konflikt).

source: OK
gd: Ceart ma-tha

source: Please define folder:
gd: Sònraich pasgan:
hr: Molimo definirajte mapu:
nb_no: Vennligst definer mappe:

source: Please note: Everyone who recieves this link will be able to access the file
gd: Thoir an aire: Gheibh duine sam bith a gheibh an ceangal seo cothrom air an fhaidhle
hr: Napomena: Svatko tko prima poveznicu moći će pristupiti datoteci
nb_no: Obs: Alle som mottar denne linken kan få tilgang til filen

source: Please select Dropbox Account:
gd: Tagh cunntas Dropbox:
hr: Molimo izaberite Dropbox račun:
nb_no: Vennligst velg Dropbox konto:

source: Save
gd: Sàbhail
hr: Spremi
nb_no: Lagre

source: Server:
gd: Frithealaiche:

source: User Name:
gd: Ainm-cleachdaiche:
hr: Korisničko ime:
nb_no: Brukernavn:

source: Upload with FTP
gd: Luchdaich suas slighe FTP
hr: Slanje s FTP-om
nb_no: Serveradgangskode

source: Attach pdfforge signature
gd: Cuir soidhneadh pdfforge ris
hr: Prilozi pdfforge potpis
nb_no: legg ved pdfforge signatur

source: E-Mail Address:
gd: Seòladh puist-d:
hr: Adresa e-poste:
nb_no: E-mailadresse:

source: Edit E-Mail Text
gd: Deasaich teacsa a’ phuist-d
hr: Ispravi tekst e-poste
nb_no: Rediger e-mail

source: Multiple recipients are separated by commas
gd: Cuir cromagan eadar na h-ainmean ma tha thu airson a chur gu iomadh duine
hr: Višestruki primaoci su odvojeni zarezom
nb_no: Flere mottakere adskilles med kommaer

source: Recipients:
gd: Faightearan:
hr: Primaoci:
nb_no: Mottakere:

source: Send Test Mail
gd: Cuir post-d deuchainneil
hr: Pošalji testnu poruku

source: Test mail sent to {0}.
gd: Chaidh post-d deuchainneil a chur gu {0}
hr: Pošalji testnu poruku e-pošte {0}.
nb_no: Test epost sendt til {0}.

source: Use Html
gd: Cleachd HTML
hr: Koristi HTML
nb_no: Bruk Html

source: _Subject:
gd: C_uspair:
hr: _Predmet:
nb_no: _Emne:

source: _Text:
gd: _Teacsa:
hr: _Tekst:
nb_no: _Tekst:

source: Secured Time Server
gd: Frithealaiche ama tèarainte
hr: Sigurni i poslužitelj za vrijeme
nb_no: Sikker tidsserver

source: Download PDF Architect now
gd: Luchdaich a-nuas PDF Architect an-dràsta
hr: Preuzmite PDFArhitect sada
nb_no: Last ned PDF Architect nå

source: Launch PDF Architect
gd: Cuir gu dol PDF Architect
hr: Pokretanje PDFArchitecta
nb_no: Kjør PDF Architect

source: More on PDF Architect
gd: Barrachd mu PDF Architect
hr: Više o PDFArchitectu
nb_no: Mere om PDF Architect

source: Our full-featured PDF Editor
gd: An deasaiche PDF iomlan againn
hr: Naš potpuno opremljen PDF Editor
nb_no: En komplett PDF-editor

source: You already have PDF Architect on your computer
gd: Tha PDF Architext air a’ choimpiutair agad mu thràth
hr: Već imate PDFArhitekt na računalu
nb_no: PDF Architect er allerede på computeren

source: _Cancel
gd: _Sguir dheth
hr: _Odustani
nb_no: _Avbryt

source: _OK
gd: _Ceart ma-thà

source: More information
gd: Barrachd fiosrachaidh
hr: Više informacija
nb_no: Mer informasjon

source: No
gd: Chan eil
hr: Ne
nb_no: Nei

source: Retry
gd: Feuch ris a-rithist
hr: Pokušajte ponovno
nb_no: Prøv igjen

source: Yes
gd: Tha
hr: Da
nb_no: Ja

source: See hint on tokens
gd: Seall gliocasan os cionn nan tòcanan
hr: Pogledajte savjet o tokenima
nb_no: Se tips om merker

source: An owner password is required to set the user passwords. Leave one or both passwords empty to get a request during the print job (passwords will not be saved).
gd: Tha feum air facal-faire sealbhadair mus gabh faclan-faire cleachdaiche a shuidheachadh. Fàg aon dhe na faclan-faire, no a dhà dhiubh, falamh airson ’s gun dèid faighneachd dhìot rè obair a’ chlò-bhualaidh (cha dèid na faclan-faire a shàbhaladh).
hr: Lozinka vlasnika je potrebna za postavljanje korisničkih lozinki. Ostavi jednu ili obje lozinke prazne kako bi dobili zahtjev tijekom ispisa (lozinke neće biti spremljene).
nb_no: Adgangskode til endring kreves for å innstille adgangskode til å åpne. La begge være tomme for å få en anmodning under utskrift (adgangskoder lagres ikke).

source: Encryption Passwords
gd: Faclan-faire a’ chrioptachaidh
hr: Kriptirane lozinke
nb_no: Krypteringsadgangskode

source: Owner password (for editing):
gd: Facal-faire eile (a chum deasachaidh):
hr: Lozinka vlasnika (za editiranje):
nb_no: Adgangskode for å endre:

source: Remove
gd: Thoir air falbh
hr: Izbriši
nb_no: Fjern

source: Skip
gd: Gearr leum
hr: Preskoci
nb_no: Hopp over

source: User password (for opening):
gd: Facal-faire cleachdaiche (a chum fosglaidh):
hr: 'Korisnička šifra (za otvaranje):
nb_no: Adgangskode for å åpne:

source: Leave password empty to get a request during the print job (password will not be saved).
gd: Fàg am facal-faire bàn falamh airson ’s gun dèid faighneachd dhìot rè obair a’ chlò-bhualaidh (cha dèid am facal-faire a shàbhaladh).
hr: Ostavi lozinku praznu kako biste dobili zahtjev tijekom ispisa (zaporka neće biti spremljena).
nb_no: Utelat adgangskode for å få en anmodning under skrivejobben (adgangskode blir ikke lagret).

source: _Remove
gd: _Thoir air falbh
hr: _Izbriši
nb_no: Fjern

source: _Skip
gd: _Gearr leum thairis air
hr: _Preskoci
nb_no: Hopp over

source: Security
gd: Tèarainteachd
hr: Sigurnost
nb_no: Sikkerhet

source: For power users like you, we recommend PDFCreator Plus to support the future development and benefit from exclusive features and priority support.
gd: Mholamaid PDFCreator Plus airson power users mar thu fhèin gus taic a chumail ris an obair-leasachaidh agus airson cothrom fhaighinn air gleusan nach fhaigh càch agus prìomhachas taice.
hr: Za napredne korisnike poput vas, preporučujemo PDFCreator Plus da podrzite budući razvoj i koristite ekskluzivne značajke i prvoklasnu podrške.
nb_no: For superbrukere som deg, så anbefaler vi PDFCreator Plus for å støtte framtidig utvikling og dra nytte av eksklusive fasiliteter og prioritert brukerstøtte.

source: More Information
gd: Barrachd fiosrachaidh
hr: Više informacija
nb_no: Mer informasjon

source: No, thanks
gd: Chan eil, mòran taing.
hr: Ne, hvala
nb_no: Nei, takk

source: Try PDFCreator Plus!
gd: Feuch PDFCreator Plus!
hr: Pokušajte PDFCreator Plus!
nb_no: Prøv PDFCreator Plus!

source: We highly value that you are using PDFCreator!
gd: Tha sinn glè thoilichte gu bheil thu a’ cleachdadh PDF Creator!
hr: Mi jako cijenimo sto koristite PDFCreator!
nb_no: Vi setter stor pris på at du bruker PDFCreator!

source: Certificate File:
gd: Faidhle an teisteanais:
hr: Odabir datoteku certifikata:
nb_no: Sertifikatfil:

source: Signature
gd: Soidhneadh
hr: Potpis
nb_no: Signatur

source: Add Printer
gd: Cuir clò-bhualadair ris
hr: Dodavanje pisača
nb_no: Legg til skriver

source: Last used profile
gd: A’ phròifil mu dheireadh a chaidh a chleachdadh
hr: Posljednji korišteni profil
nb_no: Sist brukte profil

source: Manage Printers
gd: Stiùirich na clò-bhualadairean
hr: Upravljanje Pisači
nb_no: Administrer skrivere

source: Profile
gd: Pròifil
hr: Profil
nb_no: Profil

source: Rename Printer
gd: Thoir ainm ùr air a’ chlò-bhualadair
hr: Preimenovanje pisača
nb_no: Omdøp skriver

source: Additional Script Parameters:
gd: Paramadairean sgriobtaichean eile:
hr: Dodatni parametre skripte:
nb_no: Ytterligere skriptparametre:

source: All files
gd: A h-uile faidhle
hr: Sve datoteke
nb_no: Alle filer

source: Executable files
gd: Faidhlichean so-ghnìomhaichte
hr: Izvršne datoteke
nb_no: Eksekverbare filer

source: Run script
gd: Ruith an sgriobt
hr: Pokreni skriptu
nb_no: Kjør script

source: Script Call Preview:
gd: Ro-shealladh air gairm an sgriobt:
hr: skripta poziva Pregled:
nb_no: Etterse script-kall:

source: Script File:
gd: Faidhle an sgriobt:
hr: Skripta datoteke:
nb_no: Scriptfil:

source: Select script file
gd: Tagh faidhle an sgriobt
hr: Stvori PDF i bitmap datoteke s% 1
nb_no: Velg scriptfil

source: Wait until the script execution has ended
gd: Fuirich gus an dàinig obair an sgriobt gu crìoch
hr: Pričekajte dok se skripta ne završi
nb_no: Vent til utføring av script er slutt

source: Define your own tokens directly in the original document with the following pattern: "[[[UserTokenName: User token value]]]". Afterwards the definied value can be called via the following token: "<User:UserTokenName>". The original pattern will be removed from the created document. You can define any number of user tokens. You can find more information in the user guide:
gd: Dèan deifiniseanan airson tòcanan thu fhèin san sgrìobhainn thùsail air am bith am pàtran a leanas: “[[UserTokenName: User token value]]]” Gairmidh thu luach an deifinisean leis an tòcan a leanas às a dhèidh sin mar seo: “<User:UserTokenName>”. Thèidh am pàtran tùsail a thoirt air falbh on sgrìobhainn a chaidh a chruthachadh. ’S urrainn dhut uiread a thòcanan cleachdaiche a chruthachadh ’s a thogras tu. Gheibh thu barrachd fiosrachaidh san treòir againn:
hr: Odredite svoje žetone direktno u izvornom dokumentu sa sljedećim obrascem: "[[[UserTokenName: Vrijednost korisničkog žetona]]]". Nakon toga definirana vrijednost se može ponazvati putem sljedećeg žetona: "". Originalni uzorak će biti uklonjena iz stvorenog dokumenta. Možete definirati bilo koji broj korisnika tokena. Više informacija u korisničkom priručniku:

source: More on user tokens
gd: Barrachd mu dhèidhinn tòcanan chleachdaichean
hr: Više o korisničkim tokena

source: The extraction of user tokens is available in the business editions of PDFCreator
gd: Gheibhear às-tharraing tòcanan chleachdaichean ann am PDFCreator for Business
hr: Ekstrakcija korisnika tokena je dostupan u poslovnim izdanjima PDFCreator

source: Defective Profiles
gd: Pròifilean lochdach
hr: Neispravni profili
nb_no: Defekte profiler

source: Profile:
gd: Pròifilean:
hr: Profil:
nb_no: Profil:

source: Add attachment
gd: Cuir ceanglachan ris
hr: Dodajte prilog
nb_no: Legg til vedlegg

source: Attachment file (PDF):
gd: Faidhle ceanglachain (PDF):
hr: Tekst priloga (PDF):
nb_no: Vedlagt fil (PDF):

source: PDF files
gd: Faidhlichean PDF
hr: PDF datoteke
nb_no: PDF-filer

source: Select attachment file
gd: Tagh faidhle a’ cheanglachain
hr: Izaberite priloženu datoteku
nb_no: Velg fil som skal legges ved

source: Add background (only for PDF)
gd: Cuir cùlaibh ris (airson PDF a-mhàin)
hr: Dodajte pozadinu (samo za PDF)
nb_no: Legg til bakgrunn (kun for PDF)

source: Add background to attachment
gd: Cuir cùlaibh ris a’ cheanglachan
hr: Dodajte pozadinu na prilog
nb_no: Legg til bakgrunn til vedlegg

source: Add background to cover
gd: Cuir cùlaibh ris a’ chòmhdach
hr: Dodajte pozadinu na naslovnicu
nb_no: Legg til bakgrunn til forside

source: Background File (PDF):
gd: Faidhle a’ chùlaibh (PDF):
hr: Datoteka pozadine (PDF):
nb_no: Bakgrunnsfil (PDF):

source: Repetition:
gd: Ath-nochdadh:
hr: Ponavljanje:
nb_no: Gjentakelse:

source: Select background file
gd: Tagh faidhle a’ chùlaibh
hr: Izaberite pozadinsku datoteku
nb_no: Velg fil til bakgrunn

source: Add cover
gd: Cuir còmhdachadh ris
hr: Dodajte naslovnicu
nb_no: Legg til forside

source: Cover file (PDF):
gd: Faidhle a’ chòmhdaich (PDF):
hr: Naslovna datoteke (PDF):
nb_no: Forside (PDF):

source: Select cover file
gd: Tagh còmhdachadh
hr: Izaberite naslovnicu
nb_no: Velg fil til forside

source: Stamp
gd: Stampa
hr: Pečat
nb_no: Stempel

source: Font Color:
gd: Dath a’ chrutha-chlò:
hr: Boja fonta:
nb_no: Fontfarge:

source: Font:
gd: Cruth-clò:

source: Outline Width:
gd: Leud na h-oir-loidhne:
hr: Širina konture:
nb_no: Konturbredde:

source: Show Font as outline
gd: Seall an cruth-clò mar oir-loidhne
hr: Prikazi font kao konturu
nb_no: Vis font som kontur

source: Stamp Text:
gd: Teacsa an stampa
hr: Tekst štambilja:
nb_no: Stempeltekst:

source: The selected font is not supported. Please select a different font.
gd: Chan eil taic ris a’ chruth-chlò a thagh thu. Tagh fear eile.
hr: Odabrani font nije podržan. Odaberite drugi font.
nb_no: Den valgte font understøttes ikke. Velg en annen font.

source: Add
gd: Cuir ris
hr: Dodaj
nb_no: Legg til

source: New Profile
gd: Pròifil ùr
hr: Novi Profil
nb_no: Ny profil

source: Please enter profile name:
gd: Cuir a-steach ainm na pròifile:
hr: Unesite ime profila:
nb_no: Angi profilnavn:

source: The entered profile name is invalid or does already exist.
gd: Chuir thu a-steach ainm nach eil dligheach no a tha ’ga chleachdadh mu thràth.
hr: Uneseni naziv profila nije valjan ili se već postoje.
nb_no: Det angitte profilnavn er ugyldig eller finnes allerede.

source: Allow the user
gd: Ceadaich na leanas dhan chleachdaiche
hr: Omogući korisnika
nb_no: Tillat brukeren

source: Encryption Level
gd: Ìre a’ chrioptachaidh
hr: Level šifriranja
nb_no: Krypteringsnivå

source: High (256 Bit AES)
gd: Àrd (AES 256 bit)
hr: Visoko (256 bitovno AES)
nb_no: Høy (256 Bit AES)

source: Low (128 Bit)
gd: Ìseal (128 bit)
hr: Nizak (128 Bit)
nb_no: Lav (128 Bit)

source: Medium (128 Bit AES)
gd: Meadhanach (AES 128 bit)
hr: Srednje (128 Bit AES)

source: Require a password to open the PDF document
gd: Iarr facal-faire mus gabh an sgrìobhainn PDF fhosgladh
hr: Potrebna zaporka za otvaranje PDF dokumenta
nb_no: Det kreves et passord for å åpne PDF-dokumentet

source: Set Passwords
gd: Suidhich faclan-faire
hr: Postavite zaporke
nb_no: Oppgi passord

source: restrict to low quality
gd: na ceadaich ach càileachd ìseal
hr: Ograniči na nisku kvalitetu
nb_no: begrense til lav kvalitet

source: to copy content from the document
gd: lethbhreac a dhèanamh de shusbaint na sgrìobhainne
hr: kopiranje sadržaja dokumenta
nb_no: å kopiere fra dokumentet

source: to edit comments
gd: beachdan a dheasachadh
hr: Uređivanje komentara
nb_no: å editere kommentarer

source: to edit the assembly
gd: an tional a dheasachadh
hr: Uređivanje assemblya
nb_no: å editere sammensetningen

source: to edit the document
gd: an sgrìobhainn a dheasachadh
hr: Urediti dokument
nb_no: å editere dokumentet

source: to fill forms
gd: foirmean a lìonadh
hr: Popunjavanje formi
nb_no: å fylle i formularer

source: to print the document
gd: an sgrìobhainn a chlò-bhualadh
hr: Ispis dokumenta
nb_no: å skrive ut dokumentet

source: to use a screen reader
gd: leughadair-sgrìn a chleachdadh
hr: Korištenje čitača zaslona
nb_no: å bruke en skjermleser

source: Allow multiple signing
gd: Ceadaich iomadh soidhneadh
hr: Dopusti višestruko potpisivanje
nb_no: Tillat flere signeringer

source: Contact:
gd: Conaltradh
hr: Kontakt:
nb_no: Kontakt:

source: Display signature in document
gd: Nochd an soidhneadh san sgrìobhainn
hr: Prikaži potpis u dokumentu
nb_no: VIs signatur i dokument

source: Left X:
gd: X clì:
hr: Lijevi X:
nb_no: Venstre X:

source: Left Y:
gd: Y clì:
hr: Lijevi Y:
nb_no: Venstre Y:

source: Location:
gd: Ionad:
hr: Lokacija:
nb_no: Lokasjon:

source: PDF Signature
gd: Soidhneadh PDF
hr: PDF Potpis
nb_no: PDF-signatur

source: PFX/P12 files
gd: Faidhlichean PFX/P12
hr: PFX / P12 datoteka
nb_no: PFX/P12 filer

source: Page:
gd: Duilleag:
hr: Stranica:
nb_no: Side:

source: Reason:
gd: Adhbhar:
hr: Razlog:
nb_no: Grunn:

source: Right X:
gd: X deas:
hr: Desni X:
nb_no: Høyre X:

source: Right Y:
gd: Y deas:
hr: Desni Y:
nb_no: Høyre Y:

source: Select certificate file
gd: Tagh faidhle teisteanais
hr: Odabir datoteke certifikata
nb_no: Velg sertifikat

source: Set Password
gd: Suidhich facal-faire
hr: Postavi lozinku
nb_no: Sett passord

source: The certificate file does not exist.
gd: Chan eil faidhle an teisteanais ann!
hr: Potvrda datoteka ne postoji.
nb_no: Sertifikatfilen finnes ikke.

source: Check E-Mail Client
gd: Thoir sùil air cliant a’ phuist-d
hr: Provjeri klijenta e-poste
nb_no: Sjekk e-mail-klient

source: Check e-mail client
gd: Thoir sùil air a’ phrògram a chleachdas tu airson post-d.
hr: Provjeri klijenta e-poste
nb_no: Sjekk e-mail-klient

source: Could not find MAPI client (e.g. Thunderbird or Outlook).
gd: Cha b’ urrainn dhuinn cliant MAPI a lorg (m.e. Thunderbird no Outlook).
hr: Nije moguće pronaći MAPI klijenta (npr. Thunderbird ili Outlook).
nb_no: Kunne ikke finne en MAPI klient (f.eks. Thunderbird eller Outlook).
