Repository: 011001010110011101101101/PDFCreator
Catalog: Source/Languages/*/LC_MESSAGES/messages.po
Languages: gd, hr, nb_no

source: Duplex printing (if support by the printer)
gd: Clò-bhualadh duplex (ma tha an clò-bhualadair a’ cur taic ris a leithid)
hr: Obostrani ispis (ako je potpora od strane pisača)
nb_no: Duplex (hvis skriveren kan det)

source: Print document
gd: Clò-bhuail an sgrìobhainn
hr: Ispis dokumenta
nb_no: Skriv ut dokument

source: Select printer:
gd: Tagh clò-bhualadair:
hr: Odabir pisača:
nb_no: Velg skriver:

source: Colors:
gd: Dathan:
hr: Boje:
nb_no: Farger:

source: JPEG Settings
gd: Roghainnean JPEG
hr: JPEG Postavke
nb_no: JPEG-innstillinger

source: Quality (%):
gd: Càileachd (%):
hr: kvaliteta (%):
nb_no: Kvalitet (%):

source: Resolution (DPI):
gd: Dùmhlachd-bhreacaidh (DPI):
hr: Razlučivost (DPI):
nb_no: Oppløsning (DPI):

source: Document view:
gd: Sealladh sgrìobhainne:
hr: Pregled dokumenta:
nb_no: Dokumentvisning:

source: Factor:
gd: Factar:
hr: Faktor:
nb_no: Faktor:

source: Page view:
gd: Sealladh duilleige:
hr: Pregled:
nb_no: Sidevisning:

source: Resample images to
gd: Ath-shamplaich na dealbhan mar
hr: Izmjeni rezoluciju slika na

source: Viewer Settings
gd: Roghainnean an t-sealladair
hr: Postavke preglednika
nb_no: Visningsinnstillinger

source: Viewer opens on page:
gd: Fosglaidh an sealladair air duilleag:
hr: Preglednik se otvara na stranici:
nb_no: Visning starter på side:

source: PNG Settings
gd: Roghainnean PNG
hr: PNG Postavke
nb_no: PNG-innstillinger

source: TIFF Settings
gd: Roghainnean TIFF
hr: TIFF Postavke
nb_no: TIFF-innstillinger

source: Author:
gd: Ùghdar:
hr: Autor:
nb_no: Forfatter:

source: Keywords:
gd: Faclan-luirg:
hr: Ključne rijeci:
nb_no: Nøkkelord:

source: Subject:
gd: Cuspair:
hr: Predmet:
nb_no: Emne:

source: Title:
gd: Tiotal:
hr: Naslov:
nb_no: Tittel:

source: Application Settings
gd: Roghainnean na h-aplacaid
hr: Postavke aplikacije
nb_no: Programinnstillinger

source: Clear log file
gd: Falamhaich faidhle an loga
hr: Izbriši log datoteku
nb_no: Tøm loggfil

source: Debug
gd: Dì-bhugaich
nb_no: Feilfinning

source: Default Settings
gd: Bun-roghainnean
hr: Zadane postavke
nb_no: Standardinnstillinger

source: Do you really want to restore the default settings? The current settings will be lost.
gd: A bheil thu airson na roghainnean bunaiteach aiseag? Thèid na roghainnean làithreach air chall.
hr: Želite li se zaista vratiti na zadane postavke? Trenutne postavke će biti izgubljene.
nb_no: Vil du virkelig gjenopprette standardinnstillingene? De gjeldende innstillingene går tapt.

source: Export Settings
gd: Às-phortaich na roghainnean
hr: Izvezite postavke
nb_no: Eksporter innstillinger

source: Load settings from file
gd: Luchdaich roghainnean o fhaidhle
hr: Uvezite postavke iz datoteke
nb_no: Les inn innstillinger fra fil

source: Log file cleared
gd: Chaidh faidhle an loga fhalamhachadh
hr: Log datoteka očišćena
nb_no: Loggfil tømt

source: Logging
gd: Logachadh

source: No log file
gd: Chan eil loga ann
hr: Nema log datoteke
nb_no: Ingen loggfil

source: Print PDFCreator Test Page
gd: Clò-bhuail duilleag deuchainn PDFCreator
hr: Ispišite PDFCreator Test Stranicu
nb_no: Skriv ut PDFCreator testside

source: Print Windows Test Page
gd: Clò-bhuail duilleag deuchainn Windows
hr: Ispišite Windows Test Stranicu
nb_no: Skriv ut Windows testside

source: Restore
gd: Aisig
hr: Povrati
nb_no: Gjenopprett

source: Restore Default Settings
gd: Aisig na roghainnean bunaiteach
hr: Vrati na zadane postavke
nb_no: Gjenopprett standardinnstillinger

source: Save settings to file
gd: Sàbhail na roghainnean ann am faidhle
hr: Spremite postavke u datoteku
nb_no: Lagre innstillinger i fil

source: Show log file
gd: Seall faidhle an loga
hr: Pokažite log datoteke
nb_no: Vis loggfil

source: Test Pages
gd: Duilleagan deuchainne
hr: Testne stranice
nb_no: Testsider

source: There is currently no log file available.
gd: Chan eil faidhle loga ri làimh aig an àm seo.
hr: Trenutno log datoteka nije dostupna.
nb_no: Der er ingen loggfil til rådighet.

source: Added to context menu
gd: Chaidh a chur ris a’ chlàr-taice cho-theacsail
hr: Dodano u konteksni izbornik
nb_no: Lagt til kontekstmeny

source: Allow PDFCreator to temporarily change the default printer
gd: Thoir cead dha PDFCreator an clò-bhualadair bunaiteach atharrachadh fad greis
hr: Dopusti PDFCreatoru da privremeno promjeni zadani pisač
nb_no: Tillat at PDFCreator midlertidig endrer standardprinter

source: Ask
gd: Faighnich
hr: Upit
nb_no: Spør

source: Check for updates:
gd: Thoir sùil airson ùrachaidhean:
hr: Provjera ažuriranja:
nb_no: Søk etter oppdatering:

source: Check now
gd: Thoir sùil an-dràsta
hr: Provjerite odmah
nb_no: Sjekk nå

source: Default Printer
gd: An clò-bhualadair bunaiteach
hr: Zadani pisač
nb_no: Standardskriver

source: Download the latest version at:
gd: Luchdaich a-nuas an tionndadh as ùire an-seo:
hr: Preuzmite najnoviju verziju na:
nb_no: Last ned seneste versjon her:

source: Explorer Context Menu Integration
gd: Amalachadh ann an clàr-taice co-theacsail Explorer
hr: Integracija u meni pretraživača
nb_no: Integrasjon i høyreklikksmeny

source: General
gd: Coitcheann
hr: Općenito
nb_no: Generelt

source: Language
gd: Cànan
hr: Jezik
nb_no: Sprog

source: Please note that you won't receive any notifications about available updates!
gd: Thoir an aire nach fhaigh thu brath sam bith mu ùrachaidhean san àm ri teachd!
hr: Imajte na umu da nećete primati obavijesti o dostupnim ažuriranjima!
nb_no: Vennligst merk at du ikke vil motta noen varsler om tilgjengelige oppdateringer!

source: Preview
gd: Ro-sheall
hr: Pregled
nb_no: Eksempel

source: Removed from context menu (Maybe you need to restart your computer)
gd: Chaidh a thoirt air falbh on chlàr-thaice cho-theacsail (dh’fhaoidte gum bi agad ris an coimpiutair agad ath-thòiseachadh)
hr: Uklonjeno iz kontekstnog izbornika. (Možda ćete morati ponovno pokrenuti računalo)
nb_no: Tatt bort fra kontekstmeny (Krever kanskje omstart av maskinen)

source: Select the application language:
gd: Tagh cànan airson na h-aplacaid:
hr: Molimo odaberite jezik aplikacije:
nb_no: Velg språk for programmet:

source: Update
gd: Ùraich
hr: Nadogradi
nb_no: Oppdater

source: Update check
gd: Lorg ùrachaidhean
hr: Nadogradi
nb_no: Sjekk av Oppdatering

source: Update check is already running.
gd: Tha sinn a’ toirt sùil airson ùrachadh mu thràth.
hr: Provjera ažuriranja je već pokrenuta.
nb_no: Sjekk for om oppdatering allerede er i gang.

source: Activation failed
gd: Dh’fhàillig an gnìomhachadh
hr: Aktivacija neuspješna
nb_no: Aktivering feilet

source: Activation successful
gd: Chaidh a ghnìomhachadh
hr: Aktivacija uspješna
nb_no: Aktiveringen var ikke velllykket

source: Activation valid till:
gd: Gnìomhachadh dligheach gu ruige:
hr: Aktivacija vrijedi do:
nb_no: Aktivering gyldig til:

source: Enter license key
gd: Cuir a-steach iuchair a’ cheadachais
hr: Ključ licence
nb_no: Oppgi lisensnøkkel

source: Error while authenticating license.
gd: Mearachd rè dearbhadh a’ cheadachais.
hr: Greška prilikom provjere autentičnosti licencu.
nb_no: Feil under autentisering av lisens.

source: Expires:
gd: Falbhaidh an ùine air:
hr: Ističe:
nb_no: Utløper:

source: Last activation:
gd: Gnìomhachadh mu dheireadh:
hr: zadnja aktivacija:
nb_no: Siste aktivering:

source: License Key:
gd: Iuchair a’ cheadachais:
hr: Dozvola Ključ:
nb_no: Lisensnøkkel:

source: License status:
gd: Staid a’ cheadachais:
hr: Status licence:
nb_no: Status lisens:

source: Licensee:
gd: Gabhaltaiche a’ cheadachais:
hr: licence:
nb_no: Lisensinnehaver:

source: Machine ID:
gd: ID an inneil:
hr: ID računala:
nb_no: Maskin ID:

source: Manage licenses
gd: Stiùirich na ceadachasan
hr: Upravljajte licencama
nb_no: Administrere lisenser

source: No license available. Please enter a new license key.
gd: Chan eil ceadachas ri làimh. Cuir a-steach iuchair ceadachais ùr.
hr: Licenca nije dostupna. Unesite novi licenčni ključ.
nb_no: Ingen lisensnøkkel tilgjengelig. Vennligst oppgi en ny lisensnøkkel.

source: No license key available. Please enter a new license key.
gd: Chan eil iuchair ceadachais ri làimh. Cuir a-steach iuchair ceadachais ùr.
hr: Licenca nije dostupna. Unesite novi licenčni ključ.
nb_no: Ingen lisensnøkkel tilgengelig. Vennligst oppgi en ny lisensnøkkel.

source: Offline activation
gd: Gnìomhachadh far loidhne
hr: Offline aktivacija
nb_no: Offline aktivering

source: Online activation
gd: Gnìomhachadh air loidhne
hr: Online aktivacija
nb_no: Online aktivering

source: Please enter your license key:
gd: Cuir a-steach iuchair a’ cheadachais agad:
hr: Molimo unesite licenci ključ:
nb_no: Angi lisensnøkkel:

source: The activation has expired. Please renew your activation.
gd: Dh’fhalbh an ùine air a’ ghnìomhachadh. Ath-nuadhaich an gnìomhachadh.
hr: Aktivacija je istekla. Obnovite svoju aktivaciju.
nb_no: Aktiveringen er utløpt. Venligst forny din aktivering.

source: The activation was not successful:
gd: Cha b’ urrainn dhuinn a ghnìomhachadh:
hr: Aktivacija nije bila uspješna:
nb_no: Aktiveringen var ikke velllykket:

source: The activation was successful.
gd: Chaidh a ghnìomhachadh.
hr: Aktivacija je bila uspješna.
nb_no: Aktiveringen var vellykket.

source: The license has exceeded the allowed number of activated machines.
gd: Chaidh an ceadachas a chleachdadh air uiread a dh’uidheaman ’s a tha ceadaichte mu thràth.
hr: Dozvola je premašila dopušteni broj aktiviranih uređaja.
nb_no: Lisensen har overskredet maksimum tillatt antall aktiverte maskiner.

source: The license has expired but is valid for this version.
gd: Dh’fhalbh an ùine air a’ cheadachas ach tha e dligheach san tionndadh seo.
hr: Dozvola je istekla, ali vrijedi i za ovu verziju.
nb_no: Lisensen er utløpt, men er gyldig for denne versjonen.

source: The license has expired. Please renew your license.
gd: Dh’fhalbh an ùine air a’ cheadachas. Feuch is ath-nuadhaich an ceadachas agad.
hr: Dozvola je istekla. Molimo obnoviti svoju licencu.
nb_no: Lisensen er utløpt. Vennligst fornye lisensen din.

source: The license is not valid for this version.
gd: Chan eil an ceadachas seo dligheach mu choinneamh an tionndaidh seo.
hr: Licenca ne vrijedi za ovu verziju.
nb_no: Lisensen er ikke gyldig for denne versjonen.

source: The license is valid.
gd: Tha an ceadachas dligheach.
hr: Licenca vrijedi.
nb_no: Lisensen er gyldig.

source: The license key consists of 30 characters or numbers, i.e. {0}
gd: Tha 30 caractar no àireamh ann an iuchair a’ cheadachais, m.e. {0}
hr: Licenci ključ se sastoji od 30 znakova i brojeva, npr. {0}
nb_no: Lisensnøkkelen består av 30 tegn eller tall, f.eks. {0}

source: The license key contains illegal characters. Valid characters are: A-Z, 0-9 and the dash.
gd: Tha caractaran nach eil dligheach ann an iuchair a’ cheadachais. Seo caractaran dligheach ann: A-Z, 0-9 agus an tàthan.
hr: Licenci ključ sadrži nedopuštene znakove. Dopušteni znakovi su: A-Z, 0-9 i crtica.
nb_no: Lisensnøkkelen inneholder ugyldige tegn. Gyldige tegn er: A-Z, 0-9 og bindestrek.

source: The license key is not valid. Please enter a new license key.
gd: Chan eil iuchair a’ cheadachais dligheach. Cuir a-steach iuchair ceadachais ùr.
hr: Ključ licence nije valjan. Unesite novi licenčni ključ.
nb_no: Lisensnøkkelen er ikke gyldig. Vennligst oppgi en ny lisensnøkkel.

source: The machine or user is blocked. Please contact the support.
gd: Bhac cuideigin an t-inneal no an cleachdaiche. Cuir fios gu sgioba na taice.
hr: Racunalo ili korisnik je blokiran. Molimo kontaktirajte podršku.
nb_no: Maskinen eller brukeren er sperret. Vennligst kontakt brukerstøtte.

source: There was a problem with the connection to the license server.
gd: Bha duilgheadas leis a’ cheangal ri frithealaiche a’ cheadachais.
hr: Došlo je do problema s priključkom na licenci poslužitelju.
nb_no: Det var et problem med forbindelsen til lisensserveren.

source: Validating license...
gd: A’ dearbhadh a’ cheadachais...
hr: Provjera valjanosti dozvole ...
nb_no: Validerer lisensen...

source: License key
gd: Iuchair a’ cheadachais
hr: Ključ licence
nb_no: Lisensnøkkel

source: Paste the response code here:
gd: Cuir còd na freagairt an-seo:
hr: Zalijepite kôd odgovora ovdje:
nb_no: Lim inn svarkoden her:

source: Request an activation code on our website:
gd: Iarr còd gnìomhachaidh air an làrach-lìn againn:
hr: Zatražite aktivacijski kod na našoj web stranici:
nb_no: Be om en aktiveringskode på vår nettside:

source: An error occured while storing license for all users.
gd: Thachair mearachd fhad ’s a bha sinn a’ stòradh a’ cheadachais mu choinneamh nan cleachdaichean uile.
hr: Došlo je do pogreške pri spremanju dozvole za sve korisnike.
nb_no: En feil oppsto ved lagring av lisens for alle brukere.

source: Do you want to make the license available for all users on your system?
gd: A bheil thu airson an ceadachas seo a stàladh airson a h-uile cleachdaiche air an t-siostam seo?
hr: Želite li da licenca dostupna za sve korisnike na vašem sustavu?
nb_no: Ønsker du å gjøre lisensen tilgjengelig for alle brukere på ditt system?

source: Licensing was succesful.
gd: Shoirbhich leis a’ ghnìomhachadh.
hr: licenciranje bila uspješna.
nb_no: Lisensieringen var vellykket.

source: Store license for all users was successful.
gd: Chaidh na ceadachasan mu choinneamh nan cleachdaichean uile a stòradh.
hr: licenca Store za sve korisnike je bila uspješna.
nb_no: Lagre lisens for alle brukere var vellykket.

source: Replaced Title:
gd: An seann-tiotal:
hr: Zamijenjen Naslov:
nb_no: Erstattet tittel:

source: Sample Title:
gd: Ball-eisimpleir tiotail:
hr: Uzorak Naslov:
nb_no: Eksempeltittel:

source: Title
gd: Tiotal
hr: Naslov
nb_no: Tittel

source: Title Replacement
gd: Tiotal an àite tiotail
hr: Zamjena naslova
nb_no: Tittelerstatning

source: Thank you for downloading PDFCreator.
gd: Mòran taing airson PDFCreator luchdadh a-nuas.
hr: Hvala VAM ZA preuzimanje PDFCreatora.
nb_no: Takk for nedlasting av PDFCreator.

source: The improvements of this version are listed in the "What's new?" section of the manual. For latest information about our products, join us on facebook or google+.
gd: Chì thu na chaidh a leasachadh san earrann “Na tha ùr” san treòir. Airson na naidheachdan as ùire mun bhathar againn, lean rinn air Facebook no Google+.
hr: Poboljsanja u ovoj verziji Su navedeni u sekciji "Sto Je novo?" uputa ZA uporabu. Za novosti o Nasim proizvodima pridruzite Nam se na facebooku ILI google +.
nb_no: Forbedringerne i denne versjon ses i "What's new?" i manualen. Nyeste informasjon om pdfforges produkter, kan følges på facebook og google+.

source: Welcome
gd: Fàilte
hr: Dobrodošli
nb_no: Velkommen

source: What's new?
gd: Dè tha ùr?
hr: Što je novo?
nb_no: Hva er nytt?

source: Continue
gd: Air adhart
hr: Nastavi
nb_no: Fortsett

source: Merge All
gd: Co-aonaich na h-uile
hr: Spoji sve
nb_no: Samle alle

source: Download
gd: Luchdaich a-nuas
hr: Preuzimanje
nb_no: Last ned

source: More info
gd: Barrachd fiosrachaidh
hr: Više informacija
nb_no: Mer informasjon

source: No application is associated to open PDF files.
gd: Cha deach prògram a shuidheachadh a dh’fhosglas faidhlichean PDF.
hr: Niti jedna aplikacija nije povezana za otvaranje PDF datoteke.
nb_no: Intet program er valgt til å åpne PDF-filer.

source: Loading Update...
gd: A’ luchdadh an ùrachaidh...
hr: Ažuriranje ...
nb_no: Leser inn oppdatering...

source: PDFCreator Plus Updater
gd: Ùraichear PDFCreator Plus
hr: PDFCreator Plus Ažuriranje
nb_no: PDFCreator Plus oppdatering

source: The update will be started when you close PDFCreator
gd: Tòisichear air an ùrachadh nuair a dhùineas tu PDFCreator
hr: Ažuriranje će se pokrenuti kada zatvorite PDFCreator
nb_no: Oppdatering starter, når PDFCreator er lukket

source: The MD5 hash of the downloaded file does not match the expected hash. It is possible that the file has been damaged during the download. Do you want to retry the download?
gd: Chan eil an MD5 hash dhen fhaidhle a chaidh a luchdadh a-nuas a’ freagairt ris an hash ris a bheil dùil. Tha teans gun deach am faidhle a dhochainn nuair a chaidh a luchdadh a-nuas. A bheil thu airson a luchdadh a-nuas às ùr?
hr: MD5 hash preuzete datoteke ne odgovara očekivanom mljeveno meso. Moguće je da je datoteka oštećena tijekom preuzimanja. Želite li ponoviti preuzimanje?
nb_no: MD5 hashverdien for den nedlastede fil svarer ikke til det forventede. Filen er muligens skadet under nedlasting. Forsøk igjen?

source: There was a problem during the download. Do you want to download the update from the website instead?
gd: Dh’èirich duilgheadas nuair a bha sinn ’ga luchdadh a-nuas. A bheil thu airson an t-ùrachadh a luchdadh a-nuas on làrach-lìn an àite sin?
hr: Došlo je do problema prilikom preuzimanja. Želite li preuzeti ažuriranja s web-umjesto toga?
nb_no: Det var et problem under nedlasting. Skal oppdateringen lastes ned fra hjemmesiden i stedet?

source: You already have the most recent version.
gd: Tha an tionndadh as ùire dheth agad mu thràth.
hr: Već imate najnoviju verziju.
nb_no: Dette er nyeste versjon.

source: {0} Update
gd: Ùrachadh {0}
nb_no: {0} oppdater

source: An error occurred:
gd: Thachair mearachd:
hr: Došlo je do pogreške:
nb_no: Det oppsto en feil:

source: JPEG file
gd: Faidhle JPEG
hr: JPEG datoteka
nb_no: JPEG fil

source: PDF file
gd: Faidhle PDF
hr: PDF datoteka
nb_no: PDF fil

source: PDF/A-1b file
gd: Faidhle PDF/A-1b
hr: PDF / A-1b datoteka
nb_no: PDF/A-1b fil

source: PDF/A-2b file
gd: Faidhle PDF/A-2b
hr: PDF / A-2b datoteka
nb_no: PDF/A-2b fil

source: PDF/X file
gd: Faidhle PDF/X
nb_no: PDF/X fil

source: PNG file
gd: Faidhle PNG
hr: PNG datoteka
nb_no: PNG fil

source: Select destination
gd: Tagh ceann-uidhe
hr: Odaberite odredište
nb_no: Velg destinasjon

source: TIFF file
gd: Faidhle TIFF
hr: TIFF datoteke
nb_no: TIFF fil

source: Text file
gd: Faidhle teacsa
hr: Tekst datoteka
nb_no: Tekstfil

source: &Convert with PDFCreator
gd: Iompai&ch le PDFCreator
hr: Pretvori s PDFCreatorom
nb_no: &Konverter med PDFCreator

source: At least one of the selected items is not convertible! For more information about the unprintable files, see the list below.
gd: Tha co-dhiù aon nì ann nach gabh iompachadh! Airson barrachd fiosrachaidh mun fhaidhle nach gabh iompachadh, faic an liosta gu h-ìosal.
hr: Najmanje jedan od odabranih stavki nije konvertibilna! Za više informacija o datoteka, koje nije moguće ispisati pogledajte listu u nastavku.

source: Couldn't find PDFCreator in your system. Please check if you have installed it.
gd: Cha b’ urrainn dhuinn PDFCreator a lorg air an t-siostam agam. Dèan cinnteach gun deach a stàladh.
hr: Ne mogu pronaći PDFCreator u vašem sustavu. Molimo provjerite da li ste ga instalirali.
nb_no: Kunne ikke finne PDFCreator på ditt system. Vennligst sjekk om du har installert det.

source: Hint
gd: Gliocas
hr: Savjet
nb_no: Tips

source: keyword 1 keyword 2
hr: ključne 1 ključna riječ 2
nb_no: nøkkelord 1 nøkkelord 2

source: RegEx
hr: Regularni izraz
