Repository: 011001010110011101101101/PDFCreator
Catalog: Source/Languages/co-*/LC_MESSAGES/innosetup.po
Languages: fr

source: OK
fr: Vai

source: Offline activation instructions
fr: Direttive per l'attivazione fora di linea

source: (Domain\Username)
fr: (Duminiu\Nome d'Utilizatore)

source: Offline activation string:
fr: Catena d'attivazione fora di linea :

source: A shortcut has been added to your desktop.
fr: Un accurtatoghju hè statu aghjuntu nant'à u vostru scagnu.

source: Offline license check
fr: Cuntrollu fora di linea di a licenza

source: Already installed
fr: Dighjà installatu

source: Other tasks:
fr: Altre tacche :

source: An error in the system environment variable 'Path' has occurred%n%n->Missing or corrupted entry: %Systemroot%\system32\wbem%n%nThis error has to be fixed first before the installation can be continued.%n%nPlease select OK if you want this error to be fixed. You have to restart your system afterwards.%n%nOtherwise Cancel the installation.
fr: Un sbagliu in a variabile d'ambiente 'Path' s'hè accadatu%n%n->Elementu mancante o alteratu : %Systemroot%\system32\wbem%n%nCi vole à currege stu sbagliu da primu nanzu di pudè cuntinuà l'installazione.%n%nSciglite Vai s'è vò vulete currege stu sbagliu. Dopu, ci vulerà à rilancià l'urdinatore.%n%nOsinnò, Abbandunà l'installazione.

source: PDF to Word
fr: Da PDF ver di Word

source: An invalid license key is provided!
fr: Una chjave di licenza falsa hè stata indicata !

source: PDFCreator download
fr: Scaricamentu di PDFCreator

source: An older version '%1' was found.%nIt is possible to update this version to version '%2'.%n%n
fr: Una versione più vecchia '%1' hè stata trova !%nGhjè pussibule di rinnovà sta versione da a versione '%2'.%n%n

source: PDFCreator easily creates PDFs from any Windows program. Use it like a printer in Word, Excel, or any other Windows application.
fr: PDFCreator permette di creà PDFs da qualsisia prugramma Windows. Impiegà cum'è una stampetta in Word, Excel, o da qualsisia appiecazione Windows.

source: Automatic E-Sign workflows
fr: Flussi autumatichi E-Sign

source: PDFCreator installs a printer on your computer. With this printer each application that is able to print, can create PDF documents, bitmaps or PostScript files.%n%nName of printer:
fr: PDFCreator installa una stampetta nant'à u vostru urdinatore. Cù sta stampetta, da ogni appiecazione capace di stampà, serà pussibule di creà ducumenti in furmatu PDF, imaghjine BMP (bitmap) o in schedarii PostScript.%n%nNome di stampetta :

source: Bad gateway (502)
fr: Passarella gattiva (502)

source: PDFCreator is already installed. It is necessary to uninstall the existing installation (version %1) before installing PDFCreator %2.%n%nDo you want to update PDFCreator now? Your PDFCreator settings and printers will be preserved.
fr: PDFCreator hè dighjà installatu. Ci vole à disinstallà a versione currente (versione %1) nanzu d'installà PDFCreator %2.%n%nVulete rinnovà PDFCreator avà ? E vostre preferenze è stampette PDFCreator seranu cunservate.

source: By clicking on Next you accept the license agreement.
fr: Clicchendu nant'à Seguente, site d'accunsentu cù u cuntrattu di licenza.

source: PDFCreator license service configuration
fr: Cunfigurazione di u serviziu di licenza PDFCreator

source: Cannot connect
fr: Cunnessione impussibule

source: PDFCreator log file
fr: Ghjurnale di i messaghji di PDFCreator

source: Check your connection and click 'Retry' to try downloading the files again, or click 'Next' to continue installing anyway.
fr: Verificate a vostra cunnessione è sciglite 'Pruvà torna' per pruvà di scaricalli un'altra volta, o sciglite 'Seguente' per cuntinuà quantunque l'installazione.

source: PDFCreator requires Microsoft .Net %1. Please download and install Microsoft .Net %1 and then rerun the PDFCreator setup.
fr: PDFCreator richiede Microsoft .Net %1. Ci vole à scaricà è installà Microsoft .Net %1, è dopu rilancià u prugramma d'installazione di PDFCreator.

source: Click here to revoke previous activations
fr: Cliccà quì per revucà l'attivazioni precedente

source: PDFCreator settings
fr: Preferenze di PDFCreator

source: Connecting...
fr: Cunnessione in corsu...

source: PDFCreator setup
fr: Prugramma d'installazione di PDFCreator

source: Create
fr: Creà

source: Password:
fr: Parolla d'intrata :

source: Create an &entry in the Windows Explorer context menu
fr: Creà un'&entrata in u listinu cuntestuale di Windows Explorer (cliccu destru)

source: Please choose a name for the printer.
fr: Ci vole à sceglie un nome per a stampetta.

source: Custom installation
fr: Installazione persunalizata

source: Please choose a printer name.
fr: Ci vole à sceglie un nome di stampetta.

source: Delete all application settings?
fr: Squassà tutte e preferenze di l'appiecazione ?

source: Please click here to revoke your previous activations.
fr: Ci vole à cliccà quì per revucà e vostre attivazioni precedente.

source: Do you want to cancel the setup?
fr: Vulete abbandunà l'installazione ?

source: Please contact the support at support@pdfforge.org!
fr: Ci vole à cuntattà a squadra d'assistenza à support@pdfforge.org !

source: Donate to PDFCreator
fr: Fà una dunazione à l'autori di PDFCreator

source: Please enter the license key.
fr: Scrivite a chjave di licenza.

source: Download complete
fr: Scaricamentu compiu

source: Please make sure that this account has the right to logon as a service.
fr: Ci vole à assicurassi chì stu contu hà u dirittu di cunnettassi cum'è un serviziu.

source: Download the latest version...
fr: Scaricà l'ultima versione...

source: Please restart your system first to continue setup.
fr: Ci vole à rilancià u vostru urdinatore primu di cuntinuà l'installazione.

source: Downloading...
fr: Scaricamentu in corsu...

source: Please uninstall 'PDFCreator Server' before you continue with the installation. It is not possible to use 'PDFCreator' and 'PDFCreator Server' on the same machine.
fr: Ci vole à disinstallà 'PDFCreator Server' nanzu di cuntinuà l'installazione. Ùn hè micca pussibule d'impiegà 'PDFCreator' è 'PDFCreator Server' nant'à u listessu urdinatore.

source: Edit & Insert
fr: Mudificà è Framette

source: Please use "PDFCreator Terminal Server" for use on computers with installed Terminal Services.%n%nWould you like to have more information about "PDFCreator Terminal Server"?
fr: Ci vole à impiegà "PDFCreator Terminal Server" nant'à l'urdinatori induve Terminal Services hè installatu.%n%nVulete sapene di più apprupositu di "PDFCreator Terminal Server" ?

source: Edit texts and fonts
fr: Mudificà testi è grafie

source: Please wait, while setup downloading additional files...
fr: Aspittate per piacè chì u prugramma d'installazione scaricheghji d'altri schedarii...

source: Empty answer from license server!
fr: Risposta viota da u servu di licenza !

source: Please wait. Checking license key...
fr: Aspittate per piacè. Validazione di a chjave di licenza...

source: Enter the valid license key
fr: Scrivite a vera chjave di licenza

source: Printer
fr: Stampetta

source: Expert settings
fr: Preferenze di l'espertu

source: Printer name
fr: Nome di stampetta

source: File:
fr: Schedariu :

source: For &all users
fr: Per &tutti l'utilizatori

source: Proxy authentication required (407)
fr: Autenticazione richiesta di u Proxy (407)

source: For this you don't have to be a member of the administrator group.%n%n
fr: Per quessa, ùn hè micca bisogniu di fà parte di u gruppu di l'amministratori.%n%n

source: Remaining time:
fr: Tempu rimanentu :

source: Free features:
fr: Funzioni libere :

source: Retry
fr: Torna

source: GB
fr: Go

source: Review
fr: Revista

source: HTTP error %d
fr: Sbagliu HTTP %d

source: Rotate, move and delete pages
fr: Girà, dispiazzà è squassà pagine

source: Hide
fr: Piattà

source: Run PDFCreator license service under an user account
fr: Eseguisce u serviziu di licenza PDFCreator sott'à un contu d'utilizatore

source: Initializing...
fr: Iniziu in corsu...

source: Run PDFCreator license service under the SYSTEM account
fr: Eseguisce u serviziu di licenza PDFCreator sott'à u contu SYSTEM

source: Install printer
fr: Installà a stampetta

source: Secure & Sign
fr: Securità è Firmatura

source: Install printer monitor
fr: Installà u ghjestiunariu di stampetta

source: Server internal error (500)
fr: Sbagliu internu di u servu (500)

source: Install printer port
fr: Installà u portu di stampetta

source: Service logon test: Logon successful.
fr: Prova di cunnessione à u serviziu : Apertura di sessione riesciuta.

source: Internet Explorer integration
fr: Integrazione cù Internet Explorer

source: Service logon test: The Login failed!
fr: Prova di cunnessione à u serviziu : L'apertura hè fiasca !

source: Invalid license answer hash!
fr: A chjave di licenza ùn pò micca esse verificata !

source: Service logon test: The username or password is incorrect!
fr: Prova di cunnessione à u serviziu : U nome d'utilizatore è/o a parolla d'intrata ùn sò micca curretti !

source: It is not allowed to use the symbols '!','\\' or ',' in the printer name. Please choose a new printer name.
fr: I caratteri '!','\\' o ',' sò difesi in i nomi di stampetta. Ci vole à sceglie un altru nome di stampetta.

source: Service temporarily unavailable (503)
fr: Serviziu timpurariamente indispunibule (503)

source: KB/s
fr: Ko/s

source: Set installation directory and additional options
fr: Definisce u cartulare d'installazione è d'altre ozzioni

source: License agreement
fr: Cuntrattu di licenza

source: Set up account information for PDFCreator license service
fr: Definisce l'infurmazione di contu per u serviziu di licenza PDFCreator

source: License key validation
fr: Validazione di a chjave di licenza

source: Setup has finished installing [name] on your computer.
fr: L'installazione di [name] nant'à l'urdinatore hè compia.

source: License server answer:
fr: Risposta da u servu di licenza :

source: Setup is being prepared...
fr: L'installazione s'appronta...

source: MB
fr: Mo

source: Show help after setup
fr: Affissà l'aiutu dopu à l'installazione

source: MS Outlook previewer integration
fr: Integrazione cù MS Outlook previewer

source: Specify a user account to run the PDFCreator license service:
fr: Definisce un contu d'utilizatore per eseguisce u serviziu di licenza PDFCreator :

source: Message
fr: Messaghju

source: Speed:
fr: Velucità :

source: No answer from license server!
fr: Alcuna risposta da u servu di licenza !

source: Split and merge
fr: Sparte è unisce

source: No thanks
fr: Innò, vi ringraziu

source: Starting download...
fr: Principià u scaricamentu...

source: A new version (%1) is available on the pdfforge servers!%n%nDo you want to download and install this version?
fr: Una nova versione (%1) hè dispunibule nant'à i servi di pdfforge !%n%nVulete scaricà è installà sta versione ?

source: Status:
fr: Statu :

source: An error has occurred during the installation of Microsoft.Net Framework %1. (Error code: %2)%n%nDo you want to see the .Net installation log file?
fr: Un sbagliu s'hè accadatu durante l'installazione di Microsoft.Net Framework %1. (Codice di sbagliu : %2)%n%nVulete fighja u ghjurnale d'installazione di .Net ?

source: Stop license service
fr: Piantà u serviziu di licenza

source: An older version '%1' was found.%n%nIt is not possible to update this version to version '%2'.%n%nPlease uninstall the application first.
fr: Una versione più vecchia '%1' hè stata trova.%nÙn hè micca pussibule di rinnovà sta versione da a versione '%2'.%n%nCi vole à disinstallà l'appiecazione in primu locu.

source: The PDFCreator setup has installed the .Net framework 4.0. This step needs a system restart. Please reboot your system now and then start the setup again.%n%nSetup will now exit.
fr: L'Assistente d'Installazione di PDFCreator hà installatu u .Net framework 4.0. Sta tappa hà bisognu di rilancià u sistema. Ci vole à rilancià l'urdinatore avà è rilancià l'Assistente torna.%n%nL'Assistente hà da piantassi.

source: Automatic updates
fr: Rinnovi autumatichi

source: The activation is too old! Please renew your activation.
fr: L'attivazione hè troppu vechja ! Ci vole à rinnovà a vostra attivazione.

source: Cancelling download...
fr: Annullazione di u scaricamentu...

source: The application '%1' is running.%n%nPlease close the application first.%n%n
fr: L'appiecazione '%1' hè in corsu.%n%nCi vole à chjodella in primu locu.%n%n

source: Choosing a printer name.
fr: Sceglie u nome per a stampetta.

source: The application is already installed.%n%nAn update is not possible. Please uninstall the application first.%n%nThe setup will be canceled.
fr: L'appiecazione hè dighjà installata.%n%nUn rinnovu ùn hè micca pussibule. Ci vole à disinstallà, in primu locu, quella chì hè installata.%n%nL'installazione serà abbandunata.

source: Convert
fr: Cunvertisce

source: The application is already installed.%n%nFor a new installation uninstall the application first.%n%nThe setup will be canceled.
fr: L'appiecazione hè dighjà installata.%n%nPer una nova installazione, ci vole, in primu locu, à disinstallà quella chì hè installata.%n%nL'installazione serà abbandunata.

source: Current file
fr: Schedariu attuale

source: The application is not installed. You cannot use this patch.
fr: L'appiecazione ùn hè micca installata. Ùn pudete micca impiegà stu currettivu.

source: Details
fr: Detaglii

source: The authorization is failed!
fr: Fiascu d'autorizazione !

source: Download cancelled
fr: Scaricamentu abbandunatu

source: The chosen printer name is too long. The name can be 221 characters long at the most. Please choose a new printer name.
fr: U nome di stampetta sceltu hè troppu longu. U nome pò cuntene 221 caratteri à u massimu. Ci vole à sceglie un altru nome di stampetta.

source: Downloading additional files
fr: Scaricamentu di i schedarii addiziunali

source: The computer time seems to be incorrectly set! Please check your system time.
fr: L'arillogiu di l'urdinatore pare definitu di una manera gattiva ! Ci vole à verificà l'arillogiu di u vostru sistema.

source: Edit pages
fr: Mudificà e pagine

source: The downloaded file could not be verified with its checksum. Do you want to start the setup anyway?
fr: U schedariu scaricatu ùn pò micca esse verificatu cù a so somma di cuntrollu. Vulete principià l'installazione quantunque ?

source: Enhance PDFCreator with edit features!
fr: Megliurà PDFCreator cù funzioni di mudificazione !

source: The downloaded file is corrupt and has been deleted. The setup will canceled!
fr: U schedariu scaricatu hè alteratu è hè statu squassatu. L'installazione serà abbandunata !

source: File not found (404)
fr: Schedariu micca trovu (404)

source: The following applications have to be closed to proceed with the uninstallation:
fr: St'appiecazioni devenu esse chjose per pudè principià a disinstallazione :

source: For the &current user only
fr: Solu per l'utilizatore &currente

source: The following files were not downloaded:
fr: Sti schedarii ùn sò micca stati scaricati :

source: Full installation
fr: Installazione integrale

source: The format of the license key is XXXXX-XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
fr: U furmatu di a chjave di licenza hè XXXXX-XXXXX-XXXXX-XXXXX-XXXXX-XXXXX

source: Help
fr: Aiutu

source: The installed application is too old. You cannot use this patch.
fr: L'appiecazione installata hè troppu vecchja. Ùn pudete micca impiegà stu currettivu.

source: Install PDF Architect with great free features
fr: Installà PDF Architect cù funzioni libere di prima trinca

source: The installed version '%1' is newer than this setup version '%2'.%n%nFor the installation of an older version, uninstall the application first.%n%nThe setup will be canceled.
fr: A versione installata '%1' hè più recente chì sta versione '%2'.%n%nPer installà una versione più vecchia, ci vole à disinstallà, in primu locu, quella chì hè installata.%n%nL'installazione serà abbandunata.

source: Install printer monitor, printer port, printer drivers and printer
fr: Installà a stampetta è u so ghjestiunariu, u so portu è i so piloti

source: The license is not valid for the given product!
fr: A licenza ùn hè micca accettevule per u pruduttu specificatu !

source: Invalid answer from license server!
fr: Risposta micca accettevule da u servu di licenza !

source: The machine or the user is blocked!
fr: A mascina o l'utilizatore hè bluccatu !

source: KB
fr: Ko

source: The maximum of %1 licenses is exceeded!
fr: U numeru massimu di %1 licenze hè trapassatu !

source: License key
fr: Chjave di licenza

source: The new PDF Architect will be installed. This might take a while.
fr: U novu PDF Architect serà installatu. Quessu pò piglià qualchì tempu.

source: Licensee
fr: Licenziatu

source: The product %1 does not exist!
fr: U pruduttu %1 ùn esiste micca !

source: Merge multiple PDFs
fr: Unisce PDFs multiple

source: The service needs to be able to contact 'license.pdfforge.org' and have permission to write to HKLM.
fr: U serviziu hà bisognu di cuntattà 'license.pdfforge.org' è d'avè u permessu di scrive in a basa di registru sott'à HKLM.

source: No license key was given. A license key in combination with the parameters '/VerySilent' or '/Silent' is absolutely necessary! Please use the parameter '/%1'.%n%nSample: %2 /Silent /%1=12345-67890-ABCDE-FGHIJ-KLMNO-PQRST
fr: Ùn ci hè di chjave di licenza. L'impiegu d'una chjave di licenza cù i parametri '/VerySilent' o '/Silent' hè indispensevule ! Ci vole à impiegà u parametru '/%1'.%n%nEsempiu : %2 /Silent /%1=12345-67890-ABCDE-FGHIJ-KLMNO-PQRST

source: Access denied (401)
fr: Accessu ricusatu (401)

source: The setup will be canceled.
fr: L'installazione serà abbandunata.

source: An unknown error is occurred!
fr: Un sbagliu scunnisciutu s'hè accadatu !

source: The version %1 is not supported! Please use the latest version from here %2.
fr: A versione %1 ùn hè micca suppurtata ! Ci vole à impiegà l'ultima versione da quì %2.

source: Check your connection and click 'Retry' to try downloading the files again, or click 'Cancel' to terminate setup.
fr: Verificate a vostra cunnessione è sciglite 'Pruvà torna' per pruvà di scaricalli un'altra volta, o sciglite 'Abbandunà' per piantà l'installazione.

source: There already exists a printer with this name. Please choose another name.
fr: Ci hè dighjà una stampetta cù stu nome. Ci vole à sceglie un altru nome.

source: Create PDF and Bitmap files with %1
fr: Creà schedarii PDF è Bitmap cù %1

source: This is a developer preview of PDFCreator.%n%nThis is not an early version of the next release. It will most likely contain bugs or not work at all.%n%nIf you should dare to install it anyway, we would like to hear your feedback.
fr: Quessu hè un avvistu di a squadra di sviluppu di PDFCreator.%n%nÙn hè micca una prima diffusione di a prossima versione. Puderà cuntene qualchì sbagliu o podasse ùn funziunerà manc'appena.%n%nS'è a vò sintite d'installalla quantunque, vuleriamu cunnosce u vostru parè.

source: This patch is for an older application version. You cannot use this patch.
fr: Stu currettivu hè fattu per una versione più vecchia di l'appiecazione. Ùn pudete micca impiegà stu currettivu.

source: During the printer installation errors have occurred. A detailed description can be found in the file 'SetupLog.txt' in application path.
fr: Errori sò accadati durante l'installazione di a stampetta. Una discrizzione più dettagliata si trova in u schedariu 'SetupLog.txt' di u passeghju di l'appiecazione.

source: This process might take several minutes.
fr: Stu prucessu pò perdurà parechji minuti.

source: Enter the valid license key and continue with the installation.
fr: Scrivite a vera chjave di licenza è cuntinuate l'installazione.

source: This version doesn't support the server mode. Do you want install this version anyway?
fr: Sta versione ùn accetta micca u modu servu. Vulete installalla quantunque ?

source: Forms
fr: Furmularii

source: This version is not covered by your license key! Please renew your license on %1.
fr: Sta versione ùn hè micca cuperta da a vostra chjave di licenza ! Ci vole à rinnuvà a vostra licenza di %1.

source: Ignore
fr: Ignurà

source: Installing Microsoft .Net Framework %1 This can take several minutes. Please wait.
fr: Installazione di Microsoft .Net Framework %1. Quessu pò perdurà parechji minuti. Aspittate per piacè.

source: Languages
fr: Lingue

source: To update, use <OK>, or cancel the setup and uninstall the older version first.
fr: Per rinnovà, selezziunà <Vai>, osinnò abbandunà l'installazione è caccià in primu locu a versione installata.

source: MB/s
fr: Mo/s

source: Total progress
fr: Prugressione tutale

source: %.2f of %.2f
fr: %.2f di %.2f

source: Try out the new PDF Architect
fr: Pruvate u novu PDF Architect

source: Bad request (400)
fr: Richiesta gattiva (400)

source: Uninstall license service
fr: Disinstallà u serviziu di licenza

source: Default application for PDF files
fr: Appiecazione predefinita per i schedarii PDF

source: Uninstall the printer with all its components.
fr: Disinstallà a stampetta cù tutti i so cumpunenti.

source: Elapsed time:
fr: Tempu passatu :

source: Unknown
fr: Scunnisciutu

source: Getting file information...
fr: Ottene l'infurmazione apprupositu di u schedariu...

source: Username:
fr: Nome d'utilizatore :

source: Invalid license key!
fr: Chjave di licenza falsa !

source: Verify and remove signatures
fr: Verificà è caccià e segnature

source: New in PDF Architect {0}:
fr: Novu in PDF Architect {0} :

source: Windows Explorer integration
fr: Integrazione cù Windows Explorer

source: Compact installation
fr: Installazione cumpatta cù solu i compunenti essenziali

source: Wrong answer from license server!
fr: Risposta gattiva da u servu di licenza !

source: License server answer not valid for this computer!
fr: A risposta di u servu di licenza ùn hè micca accettevule per st'urdinatore !

source: An error occurred validating the license key!
fr: Un sbagliu s'hè accadatu durante a validazione di a chjave di licenza !

source: Download failed
fr: Scaricamentu fiascu

source: Install printer driver
fr: Installà u pilotu di stampetta

source: You are not a member of the administrator group.%n%n%nFor creating a PDF document out of any application, the PDFCreator is using a PostScript printerdriver.%nYou have to be a member of the administrator group, to install any printerdriver.%n%nIf you continue the installation, you will only be able to convert existing PostScript files.%n%nContinue the setup?%n
fr: Ùn site micca in u gruppu d'amministratori.%n%n%nPer creà un schedariu PDF fora d'una qualunqua appiecazione, PDFCreator impiega un pilotu di stampetta PostScript.%nCi vole à esse un membru di u gruppu d'amministratori per installà un tale pilotu.%n%nS'è voi cuntinuate l'installazione, puderete solu cunvertì i schedarii PostScript dighjà esistenti.%n%nCuntinuà l'installazione ?%n

source: You need a new valid license key to continue. Do you want to proceed with the installation?
fr: Ci vole avè una vera chjave di licenza per cuntinuà. Vulete prucede à l'installazione ?

source: application files
fr: schedarii d'appiecazione

source: Firefox integration
fr: Integrazione cù FireFox
